{"department":{"0":"Geography","1":"Biochemistry","2":"Biochemistry","3":"Biochemistry"},"name":{"0":"Nigel Leader-Williams","1":"Walter Mushynski(2)","2":"Professor Peter Rich","3":"Professor Frances Brodsky"},"phd_school":{"0":"Unknown","1":"Unknown","2":"Unknown","3":"Unknown"},"phd_year":{"0":1976,"1":1970,"2":1972,"3":1979},"position":{"0":"Professor","1":"Professor","2":"Professor","3":"Professor"},"profile_link":{"0":"https:\/\/www.geog.cam.ac.uk\/people\/leader-williams\/","1":"https:\/\/mcgill.ca\/biochemistry\/about-us\/department\/faculty-members\/mushynski\/","2":"https:\/\/www.ucl.ac.uk\/biosciences\/departments\/smb\/people\/iris-profiles\/rich-peter","3":"https:\/\/www.ucl.ac.uk\/biosciences\/departments\/smb\/people\/iris-profiles\/brodsky-frances"},"promotion_year":{"0":1996,"1":"Unknown","2":1996,"3":"Unknown"},"tag":{"0":"aspirant","1":"aspirant","2":"aspirant","3":"aspirant"},"text_raw":{"0":"Nigel Leader-Williams works to build capacity in conservation through interdisciplinary research and teaching that sits within both natural and social sciences, with a focus on large mammals that conflict with human interests focused on the ecology and management of reindeer introduced early in the 20th century to the sub-Antarctic island of South Georgia, where they faced a novel environment that lacked predators and intra-specific competitors. This research served as a model for later studies of introduced mammals on other southern islands, and showed how differences in the nature and amounts of winter food had served to influence the population trajectories of introduced species. , Department of Zoology, University of Cambridge focused on the ecology and conservation of black rhinoceros in Luangwa Valley, Zambia. Threatened by illegal exploitation, little was known of the management or ecology of one of Africa's largest remaining populations of black rhinos and elephants. Although rhinos became locally extinct in Luangwa Valley, definitive strategies were formulated to manage rhinos and elephants under intense pressure from illegal exploitation, and the study provided the first scientific assessment of the effectiveness of conservation funding. As Chief Technical Advisor in Tanzania's Department of Wildlife, I established a planning unit to develop an information management system for the wildlife sector, and to create policies to enhance the conservation and economic potential of wildlife. Responsible to the Director of Wildlife, I initiated status assessments, organised appropriate consultative workshops, and completed national policies and management plans, including a review of the complex institutional structure of Tanzania's wildlife sector. Tanzania now moves slowly forward with implementing community-based conservation through locally managed wildlife management areas. At the Durrell Institute of Conservation and Ecology, my research group both investigated conflicts between conservation, people and other large mammals, and built research capacity in biodiversity-rich developing countries. Issues studied included: human-animal conflict, community-based conservation, common property resources, sustainable resource use, wildlife tourism, protected area management and planning, law enforcement and the implementation of international conventions. To address such issues, we studied a wide range of species including: African elephants and black rhinos, giraffes, mountain gorillas, bonobos, orangutans, West African manatees, saola, Przewalski's horses, tigers, lions, Ethiopian wolves, Andean bears, striped hyenas, Komodo dragons and Mexican reptiles, and undertook research in a wide range of countries including: Bolivia, Cote d'Ivoire, Democratic Republic of Congo, Ethiopia, Ghana, India, Indonesia, Kenya, Lebanon, Mexico, Mozambique, Namibia, South Africa, Tanzania, Uganda, Vietnam and Zimbabwe. for CITES Scientific Authorities on making non-detriment findings, the key step for successful implementation of the Convention (see Rosser and Heywood 2002). in Canterbury in July 2002, the first ever meeting of SCB to be held in Europe. This internationally diverse meeting attracted 1050 delegates from 74 countries, around the meeting theme of People and Conservation. , held on 1-2 November 2007. The symposium explored some of the difficult choices that conservationists face when striving to conserve species and their habitats, and the resulting volume was published in September 2010. , Slotow, R, Goodman, PS, Conway, AJ & Moilanen, A (2015) Identification of policies for a sustainable legal trade in rhinoceros horn based on population projection and socio-economic models. Wibisono, HT, Linkie, M, Guillera-Arroita, G, Smith, JA, Sunarto, Pusparini, W, Asriadi, Baroto, P, Brickle, N, Dinata, Y, Gemita, E, Gunaryadi, D, Haidir, IA, Herwansyah, Karina, I, Kiswayadi, D , Kristiantono, D, Kurniawan, H, Lahoz-Montfort, JJ, , Maddox, T, Martyr, DJ, Maryati, Nugroho, A, Parakkasi, K, Priatna, D, Ramadiyanta, E, Ramono, WS, Reddy, GV, Rood, EJJ, Saputra, DY, Sarimudi, A, Salampessy, A, Septayuda, E, Suhartono, T, Sumantri, A, Susilo, Tanjung, I, Tarmizi, Yulianto, K, Yunus, M, & Zulfahmi. (2011) Population status of a cryptic top predator: an island-wide assessment of tigers in Sumatran rainforests. Kenward, RE, Whittingham, MJ, Arampatzis, S, Manos, BD, Hahn, T, Terry, A, Simoncini, R, Alcorn, J, Bastian O, Donlan, M, Elowe, K, Franzén, F, Karacsyonyi, Z, Larsson, M, Manou, D, Navodaru, I, Papadopoulou, O, Papathanasiou, J, von Raggamby, A, Sharp, RJA, Söderqvist, T, Soutukorva, Å, Vavrova, L, Aebischer, NJ, Walston, J, Robinson, JG, Bennett, EL, Breitenmoser, U, da Fonseca, GAB, Goodrich, J, Gumal, M, Hunter, L, Johnson, A, Karanth, KU, , MacKinnon, K, Miquelle, D, Pattanavibool, A, Poole, C, Rabinowitz, A, Smith, JLD, Stokes, EJ, Stuart, SN, Vongkhamheng, C, and Wibisono, H (2010) Bringing the tiger back from the brink – the six percent solution. , Mace, GM, Manica, A, Walter, O, West, C, and Zimmerman, A (2007) Message received? Quantifying the impact of informal conservation education on adults visiting UK zoos. In , Balmford, A, Linkie, M, Mace, GM, Smith, RJ, Stephenson, M, Walter, O, West, C, and Zimmerman, A (2007) Beyond the ark: conservation biologists' views of the achievements of zoos in conservation. In , Milledge, S, Adcock, K, Brooks, M, Conway, A, Knight, M, Mainka, S, Martin, EB and Teferi, T (2005) Trophy hunting of black rhino and Milner-Gulland, EJ (1993) Policies for the enforcement of wildlife laws: the balance between detection and penalties in Luangwa Valley, Zambia. (1992) A model of incentives for the illegal exploitation of black rhinos and elephants: poaching pays in Luangwa Valley, Zambia. , Albon, SD and Berry, PSM (1990) Illegal exploitation of black rhinoceros and elephant populations: patterns of decline, law enforcement and patrol effort in Luangwa Valley, Zambia.","1":"Intermediate filaments (IFs) are major components of the neuronal cytoskeleton, reflecting their important role in determining neuronal cytoarchitecture. Up to five different cytoplasmic IF proteins can be expressed in adult neurons and we study four of these, namely, peripherin and the neurofilament (NF) triplet proteins, NFL, NFM and NFH. Overexpression of either of these neuronal IF proteins in transgenic mice can have an adverse effect on defined populations of neurons, such as motor neurons, giving rise to a neurodegenerative disease resembling amyotrophic lateral sclerosis (ALS). The neurotoxicity of these overexpressed IF proteins appears to at least partly be due to their propensity to form aggregates. We are attempting to elucidate pathogenic mechanisms underlying these ALS-like diseases by studying pertinent signal transduction pathways in transgenic mice or in primary neuronal cultures derived from dorsal root ganglia (DRG) of mouse embryos. The primary DRG cultures contain two major cell types: sensory neurons and Schwann cells, which are the glial cells that form myelin in the peripheral nervous system. In addition to neuronal studies involving IFs, we use these cultures to study myelination, which can be induced by adding ascorbate to the culture medium. We are particularly interested in the signal transduction pathways that are activated in myelinating Schwann cells and have recently implicated p38, a member of the mitogen activated protein kinase (MAPK) family, which appears to exert its effect at the level of the actin cytoskeleton. The Schwann cells in DRG cultures can be selectively removed using antimitotic agents and the remaining sensory neurons can be seeded with oligodendrocytes in order to study myelination by glial cells derived from the central nervous system.","2":"Research expertise is centred around UV\/visible and vibrational mid-infrared spectroscopies, together with a range of biochemical, biophysical and electrochemical methods with both basic and translational applications. Basic research in centred upon biochemical and biophysical studies of biological electron transfer processes, particularly those of the mitochondrial respiratory chain with particular attention to the basic factors that are important for coupled electron and proton transfer within proteins. Our major focus is cytochrome c oxidase, and we have developed as a model system a His-tagged form of yeast mitochondrial cytochrome c oxidase, a system which allows for the first time the genetic manipulation of both nuclear and mitochondrially-encoded subunits. Translational projects, in collaborations with clinicians at UCH, Hammersmith and Royal Free Hospitals, are aimed at exploiting the rapid technical advances of mid-infrared spectroscopy to provide new medical diagnostic tools. One major project is screening of urine samples for various kidney diseases that are difficult or expensive to diagnose with current clinical methods. This has already led to our installing an experimental IR spectrometer in the Urology clinic of RFH for a three year data collection programme. A second major programme is development of methods for rapid, automated screening of biopsy samples for cancer stage diagnoses.","3":"The Brodsky Laboratory has made significant contributions to understanding the structure, function, and regulation of clathrin proteins. Research in the laboratory continues to investigate novel and conventional clathrin functions that are important for human health. Clathrin-coated vesicles control protein traffic from the plasma membrane and through intracellular compartments, influencing cell-cell interactions and affecting diverse physiological processes. Recent studies from the lab reveal a wider range of clathrin functions including actin organisation during infection and cell migration, a specific role for a novel clathrin isoform in glucose metabolism related to Type 2 Diabetes, and roles in oncogenesis through microtubule interactions. Our long-term goal is to understand the molecular basis for clathrin-mediated membrane traffic and its regulation. Clathrin proteins have a triskelion (three-legged) shape and self-assemble into lattices. Each triskelion comprises three clathrin heavy chain subunits, which mediate self-assembly and coat formation. The canonical clathrin heavy chain subunit, CHC17, binds three light chain subunits. However, the functions of the clathrin light chain subunits, and particularly their diversity, are not fully defined. In vertebrates, genes CLTA and CLTB encode clathrin light chains CLCa and CLCb, which are 40% divergent in sequence. One major research programme in our group aims to understand how vertebrate light chain diversity contributes to tissue specificity of clathrin-mediated membrane traffic. In humans and other vertebrates there is a second isoform of clathrin heavy chain, CHC22. Recent studies from our laboratory indicate that in human muscle and fat cells, CHC22 plays an important role in the insulin-regulated trafficking of the GLUT4 glucose transporter. In response to insulin, GLUT4 is inserted into the plasma membrane, where it transports glucose from the blood into the cell. Disrupted GLUT4 trafficking may underlie the insulin resistance that precedes Type 2 Diabetes. Current studies suggest that CHC22 is involved in controlling GLUT4 retention and insulin-stimulated release. Our second major research programme aims to explore this hypothesis, and to elucidate the biochemical, cellular, and physiological roles of CHC22 clathrin. The Brodsky Laboratory has been studying clathrin biochemistry, cell biology, and physiology for nearly 30 years. The group was based at the University of California, San Francisco (UCSF) until 2014, when Professor Brodsky accepted a position as Professor of Cell Biology and Director of the Division of Biosciences at University College London (UCL). Frances Brodsky graduated from Harvard University with a degree in Biochemical Sciences in 1976, and earned her doctorate from Oxford University under a Marshall Scholarship in 1979. Brodsky's graduate work with immunologist Sir Walter Bodmer applied the then-novel technology of monocolonal antibodies to study human histocompatability molecules (HLA). Brodsky worked as a postdoctoral fellow, first with Jack Strominger at Harvard, and then with Peter Parham at Stanford University, where she discovered that the clathrin protein controls intracellular transport important for HLA stimulation of immune responses. Brodsky then joined Becton Dickinson Immunocytometry Systems as a Programme Manager, where she ran her own lab for four years before becoming an Assistant Professor at UCSF. Brodsky was awarded tenure in 1994, and was a full professor at UCSF until 2014, when she joined UCL. Prof. Brodsky has served as a member and chair of numerous boards, study sections, and advisory committees for organisations such as the U.S. National Institutes of Health and the Pew Scholars Program. In 2000, Brodsky co-founded the scientific journal Traffic, which specialises in intracellular transport, and now serves as Reviews Editor. Research in the Brodsky lab continues to focus on the biochemical and physiological functions of clathrin."},"university":{"0":"University of Cambridge","1":"McGill University","2":"UCL (University College London)","3":"UCL (University College London)"},"keywords":{"0":"[Aurora A kinase, ribosomal S6 kinase, inhibitors, programs, drug, portfolio, wide patents, world, patent, Index, H, journals, peer, papers, strong research, disease, health, cellular metabolism, transduction, group, Molecular Biology, Structural, UCL, Biochemistry, Department, Professor, pathway, S6, growth, regulation, Cancer Research, Ludwig Institute, my own group, pathway, PI3, transduction, same Institute, laboratory, Mike Waterfield, UCL Branch, Cancer Research, Ludwig Institute, laboratory, Jim Woodgett, doctoral training, my post, first wave, London, Ukraine, clinical oncology, IARC, Cancer, Research, International Agency, fellowship, Ukraine, Sciences, National Academy, Experimental Oncology, Institute, my doctorate, my dream, experimental oncology, PhD, oncology, surgeon, great passion, Ukraine, Lviv State Medical University, MD, chemotherapy, sensitivity, cancer, order, scaffolds, nano, distant metastases, lymph node, primary samples, stromal cells, cancer, patient, reproducible cultivation, Our challenge, drugs, efficacy, academic research, models, 3D, cell, company, scaffolds, nanofibre, Xanofi Ltd, addition, drugs, development, ribosomal S6 kinases, Johnson, Johnson, ongoing collaboration, industrial partners, collaboration, our research, ultimate goal, cancer, therapeutic approaches, novel, development, expression, cellular metabolism, its derivatives, Coenzyme A, role, pathway, S6K, mTOR, cellular functions, regulation, laboratory, interest, major areas, cells, metabolism, growth, basic mechanisms, study, my laboratory, research, main focus]","1":"[Makerere University, Dr. M. Nalubega, British Geological Survey, Dr. D. Macdonald, Surrey University, Dr. M.H. Barrett, Dr. R. Taylor, ref, global environmental change, International Human Dimensions Programme, World Climate Research Programme, Biosphere Programme, International Geosphere, regional scale, sub, integrated approach, Uganda, resources, variability, change, impacts, Reading, University, Walker Institute, Professor N. Arnell, consortium, UCL, J. Thompson, Dr. M. Todd, Dr. R. Taylor, R.G. Taylor, Prof, Dhaka, K.M. Ahmed, Prof, UCL Global Health, Dr. E. Fottrell, UCL IRDR, Dr. M. Shamsudduha, Sussex, M. Todd, Prof, BGS, A. MacDonald, Prof, IWMI, Dr. K. Villholth, IRD, Dr. G. Favreau, AAU, T. Ayenew, Prof, SUA, Dr. J. Kashaigili, IDS, Dr. John Thompson, R.G. Taylor, Prof, hydraulic stress, responses, environmental tracers, evidence, Uganda, systems, crystalline rock, storage, Groundwater flow, uncertainties, errors, Regional Climate Models, southern Africa, Okavango Delta region, impacts, Climate, Leverhulme Fellowship, Royal Society, research, academic year, my place, Dambatta, Dr. Aisha Bello, makers, makers, stakeholders, outcomes, summary, stations, electric power, local hydro, Rwenzori Mountains National Park, management, change, NAPA, flow, glacial recession, impact, studies, research, East Africa, change, impact, illustration, Makerere University, Uganda, Environment, Water, Ministry, collaborative research, East Africa, Rwenzori Mountains, alpine glaciers, retreat, global warming, relationship, collaborative research, outcomes, summary, Dodoma, city, freshwater, Makutapora Wellfield, management, Tanzania, Water, Ministry, Recent collaborative research, Africa, resources, quantification, benchmark, research, collaborative research, part, initiatives, plans, rationale, demand, change, variability, adaptations, groundwater, scientific basis, UK government, irrigation, production, water, access, regional initiatives, plans, strategies, national water, groundwater, Saharan Africa, Sub, research, impact, areas, direct impact, our research, institutions, collaborations, makers, stakeholders, direct engagement, South Asia, Saharan Africa, Sub, agricultural needs, supplies, practical problems, My research, water, groundwater, interactions, their characteristics, environments, aquifers, geomorphological evolution, evolutionary hydrogeology, supplies, irrigation, abstraction, systems, capacity, Research, Deltas, Asian Mega, Bengal Basin, shallow alluvial aquifers, research, GLRA, Africa, entire Great Lakes Region, Saharan Africa, sub, tropics, systems, saprock, saprolite, crystalline rock, hydrogeology, research, date, variability, rapid development, pressures, communities, communities, groundwater, international scientific programmes, research, stores, change, variability, relationship, our conceptual understanding, testing, development, observations, measurements, GRACE, g, observations, use, research, central aspect, research, critical role, models, use, research, key component, ice, moisture, groundwater, stores, impacts, climate, analysis, scales, scarcity, resources, change, variability, freshwater, other natural stores, groundwater, specific focus, resources, rapid development, change, impact, studies, flow, stable isotope, method, moisture, soil, support, East Africa, Victoria Nile basin, Groundwater recharge, countries, urban groundwater, contamination, impacts, extent, comparison, M., Nalubega, multilevel piezometer, use, hydrochemistry, variations, S. F., Thornton, D. N. L., Lerner, S., Trowsdale, M. H., Barrett, O. P., Baines, Triassic aquifers, Permo, evolution, tracer, Use, R. M., Kalin, A., Downey, T., Elliot, Chapter, pp, London, IWA, I. Chorus, J. Chilton, G. Howard, O. Schmoll, Geneva, World Health Organisation, Chapter, pp, London, IWA, I. Chorus, J. Chilton, G. Howard, O. Schmoll, Geneva, World Health Organisation, Chapter, pp, London, IWA, I. Chorus, J. Chilton, G. Howard, O. Schmoll, Geneva, World Health Organisation, UK, mature cities, aquifers, anthropogenic recharge, penetration, depth, Hydrochemical evidence, air, East Africa, Rwenzori Mountains, Recent deglaciation, Mölg et al, Uganda Reply, Rwenzori Mountain National Park, tropical alpine lake, aquatic productivity, recent changes, 140-year record, Uganda, Upper Nile Basin, interactions, surface, groundwater, C., Tindimugaya, C., Mukwaya, J., Thompson, Uganda, groundwater, communities, evidence, change, diarrhoeal diseases, risk, R. Kulabako, G. Howard, R. Flynn, L. Mileham, J. Tumwine, Gaspa, M. Miret, meteorological observations, station, parameterizations, comparison, SWAT2005, China, River Xiangxi, Ugandan Upper Nile Basin Hydrological modeling, tropical catchment, stormflow, groundwater, change, impacts, new insight, current challenges, global hydrological change, Groundwater, M., Shamsudduha, W., Struckmeier, N., Kukuric, K., Dev Sharma, H., Treidel, K., Hiscock, U., Lall, B., Hewitson, M., Todd, R., Harding, L., Longuevergne, China, Yellow Basins, River Yangtze, catchments, sub, discharge, change, impacts, uncertainty, unified approach, continents, scale, resources, change, impact, southwestern Uganda, evidence, humid tropics, systems, crystalline rock, rapid development, change, impacts, C., Tindimugaya, Eds, J. Warner, S. Sojamo, M. Keulertz, J.A. Allan, Land Grabs, agriculture, intensification, sufficient water, Africa, Groundwater, H.C., Bonsor, H., Treidel, I., Holman, P., Yeh, K., Hiscock, M., Shamsudduha, D., Allen, J., Gurdak, Y., Yechieli, R., Maxwell, Fan Y., A., MacDonald, M.F.P., Bierkens, M., Taniguchi, J., Chen, T., Green, L., Konikow, M., Edmunds, J.S., Famiglietti, M., LeBlanc, L., Longuevergne, Y., Wada, L., Beek, M., Rodell, P., Doell, B.R., Scanlon, L., Smith, M., Shamsudduha, M.S., Rao, A., Mukherjee, M., Moench, R.M., Lark, D.J., Lapworth, K., Gopal, S.S.D., Foster, A., Dixit, R.C., Calow, M., Basharat, W.G., Burgess, K.M., Ahmed, H.C., Bonsor, A.M, MacDonald, L., Smith, M., Shamsudduha, M.S., Rao, A., Mukherjee, M., Moench, D.J., Lapworth, K., Gopal, S.S.D., Foster, A., Dixit, R.C., Calow, M., Basharat, W.G., Burgess, K.H., Ahmed, A.M., MacDonald, H.C., Bonsor, Leverhulme Trust Senior Fellowship, Royal Society, research, academic year, leave, Richard, hours]","2":"[PMC3256616, PMCID, PMID:22210766, J. Bacteriol, BirA Superrepressor Mutant Strains, Biotin Biosynthesis, Escherichia, Altered Regulation, J. E. Cronan, V., PMC3276249 Chakravartty, PMCID, PMID:22221091, Microbiol, Mol, Thioesterase Activities, Dehydratase, Bifunctional CrotonaseHomologue, Fatty Acid, BDSF Quorum, Burkholderia, J. E. Cronan, Haihong Wang, Y. Feng, H. Q. H. Christensen, Bi, PMID, Sel, Des, BioH. Protein Eng, Larger Paralogue, Activity Present, Simple Amino Acid Substitutions Enable, Esterase, New Function, Evolution, E. Morett, J. E. Cronan, Ferrat, G. Contreras, S. Lin, H, Flores, PMID:23387333, Microbiol, Mol, Decaying Regulatory System, Developing, α-Proteobacteria, Profligate Biotin Synthesis, J. E. Cronan, Y., PMC3494674 Feng, PMCID, PMID:23152908, doi:10.1371\/journal.pone.0049440, e49440, PLOS One, Biotin, Pimelate Moiety, Synthesis, Last Step, Enzymes Catalyzing, Remarkable Diversity, J. E. Cronan, V. Chakravartty, M. M., Shapiro, PMC3540202, PMCID, PMID, Plasmid, Toxic Proteins, Production, Application, Escherichia coli, On Gene Expression, To, Off, System, Improved Plasmid, J. E., Cronan, PMC3460868, PMID:23029459 PMCID, doi, PLOS, Fatty Acid Transport Genes, Expression, Global Regulators, FadR, Escherichia, Crosstalk, J. E. Cronan, Y., PMC3481302 Feng, PMCID, PMID, print, Epub, Chem, J. Biol, Biotin Synthesis, Essential Step, Acyl Carrier Protein, Malonyl, Methyltransferase Catalyzes Methyl Esterification, BioC O, J. E. Cronan, S., Lin, PMC3491474, PMCID, PMID:23045647, print, Epub, USA, Sci, Acad, Natl, Proc, Biotin Synthesis, Gatekeeper Complex, ACP, Enzyme, Structure, J. E. Cronan, S. K. Nair, S. Lin, V., Agarwal, press, Biol, Chem, Classical Fatty Acid Synthesis Cycle, Last Step, Isomerase, Function Dehydratase, Novel Dual, FabQ, J. E. Cronan, H. Wang, H., Bi, press, Nature, context, structure, pathways, new enzymes, Discovery, M. P. Jacobson, J. E. Cronan, Gerlt, J., J. V. Sweedler, Almo, S. C., P. C.Babbitt, S. Brown, B. M. Wood, M. Vetting, A. Sakai, R. Kumar, S., Zhao, their synthesis, synthetic pathway, life, domains, biotin, lipoic acid, key coenzymes, antibiotics, target, synthesis, practical consequences, phospholipids, composition, mechanisms, simple lipid composition, its sophisticated genetics, organism, areas, lipid interaction, protein, lipid metabolism, regulation, main areas, My laboratory]","3":"[Katharina Ribbeck, Michael House, Gareth McKinley, Patrick S. Doyle, Oliver Lieleg, Ronn S. Friedlander, Aditya Jaishankar, Grace Yao, Agatha S., Critchfield, biological gels, basic selective properties, synthetic gels, reconstitution, basis, Lab’s work, bacterial biofilms, extracellular matrix, likely other biological hydrogels, mucus, selectivity, general principles, theoretical framework, foundation, barriers, pathogens, pathogens, different molecules, passage, barriers, basic mechanisms, Biological Hydrogels’ focus, Laboratory, Assistant Professor, MIT, Biological Engineering, Department, Harvard University, Systems Biology, FAS Center, Bauer Fellow, group, Katharina Ribbeck, Harvard Medical School, Systems Biology, Department, Germany, Heidelberg, European Molecular Biology Laboratory, her postdoctoral research, Germany, Heidelberg, University, Biology, her PhD, her Bachelor’s degree, Ribbeck, Prof]"},"final_score":{"0":0.8516470145,"1":0.7408262267,"2":0.7332102635,"3":0.7248839696}}