{"department":{"0":"Geography","1":"Geography","2":"Biomedical Engineering","3":"Biochemistry","4":"Geography"},"name":{"0":"Professor Mary Fulbrook","1":"Professor Nigel Titchener-Hooker","2":"Brian Love","3":"Tsao, George Sai Wah","4":"Roger Flower"},"phd_school":{"0":"Unknown","1":"Unknown","2":"Unknown","3":"Unknown","4":"Unknown"},"phd_year":{"0":1979,"1":1987,"2":"Unknown","3":"Unknown","4":"Unknown"},"position":{"0":"Professor","1":"Professor","2":"Professor","3":"Professor","4":"Professor"},"profile_link":{"0":"http:\/\/iris.ucl.ac.uk\/iris\/browse\/profile?upi=MJAFU83","1":"http:\/\/iris.ucl.ac.uk\/iris\/browse\/profile?upi=NJTIT16","2":"http:\/\/bme.umich.edu\/people\/brian-love\/","3":"http:\/\/www.sbms.hku.hk\/staff\/george-sai-wah-tsao","4":"http:\/\/www.geog.ucl.ac.uk\/people\/emeritus\/roger-flower"},"promotion_year":{"0":"Unknown","1":2001,"2":2013,"3":"Unknown","4":"Unknown"},"tag":{"0":"peer","1":"peer","2":"peer","3":"peer","4":"peer"},"text_raw":{"0":"Please report any queries concerning the funding data grouped in the sections named \"Externally Awarded\" or \"Internally Disbursed\" (shown on the profile page) to your Research Finance Administrator. Your can find your Research Finance Administrator at is Professor of German History, Director of the UCL European Institute and Dean of the Faculty of Social and History Sciences. She studied at Newnham College, Cambridge, as an undergraduate, and at Harvard University, where she did her MA and PhD; she has also held a Harvard Center for European Studies Krupp Fellowship at the LSE, and a Lady Margaret Research Fellowship at New Hall, Cambridge. Among other professional commitments, Mary Fulbrook is currently a member of the Council of the British Academy, and has also served as Chair of the Modern History Section of the British Academy. She is a member of the Academic Advisory Board ( ) of the Memorial Foundation for the former concentration camps of Buchenwald and Mittelbau-Dora; and a member of the International Advisory Board of the Bundeskanzler-Willy-Brandt-Stiftung. She currently serves on the Editorial Boards of Mary Fulbrook's contributions to UCL have included nearly a dozen years as Head of the German Department (January 1995 to September 2006) as well as a stint serving on UCL Council. She was Vice-Dean (Interdisciplinarity), Faculty of Arts and Humanities, for three years before becoming Executive Dean of the Faculty of Social and History Sciences in 2013. is currently directing an AHRC-funded collaborative research project on ‘Reverberations of War in Germany and Europe since 1945’ and writing a book provisionally entitled (2000), she has also explored wider interests in social and historical theory and the legacies of the past for a later present, as in her work on Mary Fulbrook currently supervises a number of PhD students on topics on modern German and European history. Her teaching has ranged from introductory courses on German history from medieval times to the present, through to more specialised source-led teaching on the German Democratic Republic (GDR) and MA courses on 'Theoretical Issues in History and Literature', and 'The Making of Modern Europe'.","1":"Please report any queries concerning the funding data grouped in the sections named \"Externally Awarded\" or \"Internally Disbursed\" (shown on the profile page) to your Research Finance Administrator. Your can find your Research Finance Administrator at Nigel Titchener-Hooker leads the EPSRC Centre for Innovative Manufacture in Emergent Macromolecular Therapies and was the past lead of the UCL Innovative Manufacturing Research Centre (IMRC) in Bioprocessing programme. This involves a multidisciplinary group from over a dozen departments to research new methods to speed the development of efficient and robust processes for the manufacture of the next generations of macromolecular drugs. The work brings together researchers from Structural and Molecular Biology (Professor John Ward), and within the Faculty of Engineering Science significant collaborations exist with Computer Science (Professor Tony Hunter), Chemical Engineering (Dr. Eva Sorenson and Dr. Lazaros Papageorgiou). Internally Dr. Dan Bracewell, Dr. Nicolas Szita, Dr. Yuhong Zhou, Dr. Eli Keshavarz-Moore and Professor Mike Hoare help Nigel in the management of the IMRC consortium that comprises 15 leading national and international companies. A major focus of Nigel’s work is the creation of whole bioprocess models and the use of these to gain process insights and understanding. Here he works with Dr. Yuhong Zhou in the creation of graphical user interfaces to visualise better process trade offs. With Dr. Suzanne Farid, Nigel has pioneered studies of decisional tools addressing the interface between bioprocessing and business issues. In line with the theme of whole bioprocess modelling, Nigel has collaborated with colleagues at Newcastle University (Professor Gary Montague, Professor Elaine Martin and Dr. Jarka Glassey) to create new ways of improving the performance of manufacturing processes by combining IMRC tools with agent-based methods. Nigel chairs the Engineering Doctorate (EngD) in Bioprocess Leadership activity now directed by Prof Gary Lye. Since its inception the EngD programme has attracted over 60 sponsor companies to date and nearly 100 projects have been funded under this mechanism which complements the research within the Department. Funding for the above research has come from the UK EPSRC, the TSB Technology Programme and a range of company collaborators. Nigel has held consultancies with a broad range of international companies and serves on the editorial board of key peer-reviewed journals. He was elected a Fellow of the Royal Academy of Engineering in 2008 in recognition of his pioneering work on biopharmaceuticals manufacturing. He is a Fellow of the Institution of Chemical Engineers and was awarded the Donal Medal for hsi contributions to Biochemical Engineering in 2013. He is Chair of the Board of the prestigious ACS-supported Recovery of Biological Products conference series. Nigel’s current teaching portfolio extends across all of the department’s programmes and include a major emphasis on Integrated Downstream Processing, Fluid Flow Fundamentals and Materials of Construction. He teaches on aspects of primary recovery and chromatographic purification.","2":"Dr. Love’s research group works to increase knowledge of the kinetics and thermodynamics associated with gel and aggregate formation. The group’s work is loosely organized on three themes: the physics of gelation of immobolization matrices for both cells and therapeutics, the evolving structural evolution of amyloid proteins induced gels and aggregates, and the linkages among mechanical manipulation of cells, cell constructs, and immobolized cells. Our primary analytical tools include rheometry, DSC, and x-ray scattering. We have also built our own mechanical probes for microtiter plates in both compression and shear and are developing alternative mathematical models to describe biophysical changes arising during gelation. Functionally, we are formulating fluid dispersions deployed as injectables for localized and fixed drug delivery systems, benign cellular immobilization matrices for tissue engineering, and probing the biophysics of protein aggregation. Our development of benign cellular immobilization matrices offers hope of a platform technology that could be used with different cells.","3":"NPC is closely associated with Epstein-Barr virus (EBV) infection. We aim to define key molecular events involved in the malignant transformation of nasopharyngeal epithelial cells and the role of EBV infection in NPC pathogenesis. A panel of telomerase-immortalized nasopharyngeal epithelial cell lines has been established as premalignant nasopharyngeal epithelial cell models for EBV infection study. The essential genetic and cellular events involved in transformation of these EBV-infected premalignant nasopharyngeal epithelium are under investigation using state-of-start molecular and cellular platforms. The functional interactions of EBV-encoded oncogenes and signaling events driving the malignant transformation of premalignant nasopharyngeal epithelial cells are key directions of investigation. The oncogenic potential of EBV genes and their effects on cell signaling mechanisms in infected nasopharyngeal epithelial cells leading to deregulation of cell growth, escape from senescence, resistance to apoptosis, invasive properties and other malignant properties are under investigation. NPC is closely association with EBV infection. EBV infection of primary B cells drives their transformation into proliferative lymphoblastoid cell lines. In contrast, EBV infection of primary nasopharyngeal epithelial cells induce growth arrest. EBV infection of normal pharyngeal epithelial cells are believed to be lytic in nature contributing to the generation of infectious EBV for transmission in saliva. In NPC cells, EBV infection is latent in nature. The establishment of latent infection in nasopharyngeal epithelial cells may represent an early and essential step in NPC pathogenesis. Using the immortalized nasopharyngeal epithelial cell models and new EBV+ve NPC cell lines established in our laboratory, we are defining the key events involved in the establishment of latent EBV infection in nasopharyngeal epithelial cells. Elucidation of events leading to latent infection of EBV in nasopharyngeal epithelial cells may reveal novel targets for prevention and treatment of NPC. The molecular and cellular events underlying invasion of cancer are investigated using both molecular and live cell imaging techniques. The roles of EBV-encoded genes and EBV infection in modifying the invasive behavior of nasopharyngeal carcinoma cells are under current investigation. Zhang J, Jia L, Lin W, Yip YL, Lo KW, Lau VM, Zhu D, Tsang CM, Zhou Y, Deng W, Lung HL, Lung ML, Cheung LM, * Tsang CM, Yip YL, Lo KW, Deng W, To KF, Hau PM, Lau VM, Takada K, Lui VW, Lung ML, Chen H, Zeng M, Middeldorp JM, Cheung AL, , CM Tsang, PS Pang, G Zhang, H Chen, KW Lo. The biology of EBV infection in human epithelial cells. Li HM, Zhuang ZH, Wang Q, Pang JC, Wang XH, Wong HL, Feng HC, Jin DY, Ling MT, Wong YC, Eliopoulos AG, Young LS, Huang DP,","4":"Qualifications: B.Sc. Zoology & Botany (Joint Honours) University of London (1971), M.Sc. (Oceanography) University of Southampton (1973), D. Phil. University of Ulster (1980). Appointed to UCL Geography in 1981. Currently Professorial Research Fellow (since 2009) Aquatic Ecology; Biological Conservation; Diatom Research; ; Earth Surface Processes and Landforms; Egyptian Journal Remote Sensing; Environmental Science & Technology; Hydrobiologia; Hydrological Processes; J. Paleolimnology; J. Ecology; Freshwater Biology. Flower, R.J, Keatings, K., Hamdan, M., Hassan, F., Boyle, J.F., Yamada, K & Yasuda, Y. 2012. The structure and significance of early Holocene laminated lake sediments in the Faiyum Depression (Egypt). Hassan, F., Hamdan, M. and Flower, R.J. 2011. The oxygen and carbon isotopic records in Holocene freshwater mollusk shells from the Faiyum paleolakes, Egypt. Oczkowski, A.J., Flower, R.J., Thompson, J.R., Ayache, F., Ahmed, M.H., Ramdani, M., Turner, S. 2011. Evidence of North Africa's green revolution preserved in sedimentary organic matter deposited in three coastal lagoons. Abu-Zied, R.H., Keatings, K., Flower, R.J. & Leng, M.J. 2011. Benthic foraminifera and their stable isotope composition in sediment cores from Lake Qarun, Egypt: changes in water salinity during the past ~500 years. Keatings, K., Holmes, J., Flower, R., Horne, D., Whittaker, J.E., and Abu-Zeid, R. 2010. Ostracods and the Holocene palaeolimnology of Lake Qarun, with special reference to past human–environment interactions in the Faiyum (Egypt). Curtis, C.J., Flower, R., Rose, N., Shilland, J., Simpson, G., Turner, S., Yang, H. & Pla, S. 2010. Palaeolimnological assessment of lake acidification and environmental change in the Athabasca Oil Sands Region, Alberta. Journal of Limnology, 69, 92-104. My principal research interests concern environmental change in aquatic ecosystems specializing in limnology and palaeolimnology. My main specialist group of organisms is freshwater diatoms: their ecology and taxonomy. Research Projects include: Sediment records of environmental change in Lake Baikal (Siberia) Leverhulme, NERC and Darwin Initiative Projects 1991-1999. Diatom taxonomy and ecology of the Falkland Islands (FCO OTs project 2001-2003), Coordinator of the CASSARINA Project (EU 4th Framework INCO Programme 1996-1999. Coordinator of the MELMARINA Project (EU 6th Framework INCO Programme 2002-2006. People and climate: sediment records in Lake Qarun, Egypt (Leverhulme Grant 2003-2006), Sediment records and environmental change in the Faiyum and Saqqara, Egypt (British Academy Grant 2007-2009) Project manager on various small grants including those from Scottish Natural Heritage, Countryside Council for Wales, DEFRA, Foreign and Commonwealth Office, The Royal Society. My research is inter-disciplinary and not only has influenced environmental change management in the UK and overseas but has also contributed significantly to the international scientific literature. In the UK I have contributed to the recognition of the widespread problem of freshwater acidification that arose in the 1980s. Research is on-going but the main body of research led to the recognition that atmospheric deposition of acid pollution from fossil fuel energy generation as the principal cause. In North Africa my research undertaken as part of the CASSARINA and MELMARINA projects led to the Tunisian Government’s site descriptions of Ghar El Melh and Megene Chitane being listing as internationally important sites under the Ramsar Convention. During the course of my overseas research I have provided training for environmental scientists and management practitioners in partner organizations that has enhanced their capacity to manage inland waters. This has included hydro-ecological monitoring programme design and operation for environmental scientists in Egypt, Morocco and Tunisia. In Canada, my research (with C. Curtis) in the tar sands region lead to the realization that the tar sands oil extract methods were not causing widespread water acidification. IN Lake Baikal my studies of diatoms and recent environmental change indicated that water quality of this immense lake was not severely impaired by pollution in the 1990s."},"university":{"0":"UCL (University College London)","1":"UCL (University College London)","2":"University of Michigan","3":"The University of Hong Kong","4":"UCL (University College London)"},"keywords":{"0":"[Singapore, National University, Doctoral Researcher, Post, Singapore, Malaysia, Waste Recycling Production Network, Regional E, Informal Labour, Value’, Waste, Aidan Wong, Germany, Green Party, Regional Development, Energy, Transport, Economic Affairs, Secretary, Emerging Market, Emergent Economic Geographies, Turkey, Tim Heinemann, Nottingham, University, Lecturer, Socialist Prague, Post, Space, Production, Social Exclusion, Expatriates, Golden City, Gilt, Andy Cook, networks, uneven development, economic geography, economy, interest, my areas, research, regional trajectories, Economic performance, A., Smith, M., Dunford, regional economies’, labour, divisions, regions, commodities, value, Networks, D., Sadler, R., Hudson, J., Hardy, M., Dunford, A., Rainnie, A., Smith, industry’, Slovak, outward processing, European integration, pan, regional transformations, industrial clusters, relations, A., Smith, production’, Central, East, reconfiguration, regimes, European integration, R., Begg, J., Pickles, A., Smith, Bulgaria)’, Haskovo, Italy, Romagna, Emilia, firms, chains, Industrial districts, A., Smith, J., P. Pickles, Roukova, R., Begg, Enlarged European Union, Clothing Sector, Textiles, Future, European Commission’s Communication, reflections, industry, European textiles, regional relocation, EU enlargement, Outward processing, M., Buček, P., Roukova, R., Begg, J., Pickles, A., Smith, industry’, East, diverse practices, competitive pressures, Upgrading, P., Roukova, R., Begg, M., Buček, A., Smith, J., Pickles, sector’, London, upgrading, creative industries, Deindustrialisation, margins, Y., Evans, A., Smith, eds, J., Peck, E., Sheppard, A., Tickell, production’, politics, socialism, Post, A., Smith, J., Pickles, J., Peck, H., Leitner, E., Sheppard, socialism’, post, urban restructuring, diverse economies, liberalism, neo, A., Smith, socialist cities’, post, diverse economies, neoliberalisation, markets, emergence, D., Świątek, A., Rochovská, A., Stenning, A., Smith, industry’, Slovak, regional competition, networks, regions, post, P., Roukova, B., Begg, M., Buček, J., Pickles, A., Smith, eds, A., Rainnie, A., Herod, S., Champ, McGrath, Europe’, delocalization, nearshoring, outsourcing, labour, work, consequences, worker, workers, A., Smith, J., Pickles, internationalization’, contradictions, development, models, former Soviet Union, Eastern Europe, global economic crisis, A., Swain, A., Smith, socialist cities’, post, households, everyday financial practices, debt, Credit, D., Świątek, A., Rochovksá, A., Stenning, A., Smith, socialism’, collapse, years, society, economy, space, Uneven transformations, J., Timár, A., Smith, Production Networks’, Trade, Reconfiguration, European Clothing Industry, Persistence, localization, De, J., Pickles, A., Smith, industry’, East, regional industrial change, networks, political economy, R., Begg, R., Pástor, M., Buček, J., Pickles, A., Cambridge Smith, region’, Mediterranean macro, Euro, integration, dynamics, chains, in)security, Economic, A., Smith, agreements, EU, effects, border, labour provisions, A., Smith, B., Richardson, J., Harrison, L., industry, my other interests, project, practices, institutional structures, role, strategies, kinds, restructuring, scale, scope, sector, London, metropolitan manufacturing, restructuring, globalisation, examination, British Academy, collection, publication, liberalism, neo, conceptual interests, social reproduction, economic practices, research, special issue, economies, cultures, collaborative work, interest, related area, research, book, Newcastle University, Alison Stenning, collaborative work, Poland, Slovakia, cities, households, social cohesion, reciprocity, networks, production, forms, research, ESRC, Nuffield Foundation, Central European cities, social reproduction, economic practices, research, socialism, collapse, rapid integration, Europe, labour, divisions, economic sectors, reconfiguration, territorial uneven development, understanding, project, aim, London, Queen Mary University, David Sadler, Curtin Business School, Al Rainnie, Durham, University, Ray Hudson, Hertfordshire, University, Jane Hardy, Sussex, University, Mick Dunford, research, project, Europe, economic transformations, territorial uneven development, research, earlier ESRC, research, area, industrial economies, cultural embeddedness, liberalisation, new geographies, relation, dynamics, liberalisation, result, competitive pressure, its restructuring, Eastern Europe, industry, dramatic growth, Sciences, Bulgarian Academy, Poli Roukova, Bratislava, Economics, University, Rudolf Pástor, Milan Buček, Eastern Europe, Central, Chapel Hill, North Carolina, University, Meenu Tewari, Duke University, Gary Gereffi, Pennsylvania, Indiana University, Bob Begg, Chapel Hill, North Carolina, University, John Pickles, USA, colleagues, research, U.S. National Science Foundation, Recent research, regimes, global contracting, outward processing, growth, industry, interest, exports, networks, part, European Union, frameworks, relations, market, North Africa, former Soviet Union, economies, networks, integration, forms, research, its neighbours, European Union, Europe, economic interactions, development, uneven integration, research, country, industries, dominant export, sectors, electrical equipment, clothing, networks, integration, forms, Tunisia, uneven development, experience, economic insecurities, economies, integration, extent, research, influence, economic sphere, EU, European Union’s, North African economies, uneven integration, developmental implications, research, British Academy, international economies, integration, economic liberalisation, years, strategies, state, combination, regional inequality, high unemployment, unequal outcomes, part, authoritarianism, North Africa, popular revolts, International Studies, Politics, Ben Richardson, Law, James Harrison, Warwick, University, QMUL, Mirela Barbu, Geography, Liam Campling, Management, Business, Schools, colleagues, collaboration, global economy, conditions, meaningful improvement, approach, extent, third countries’, sustainable development, trade, approach, European Union, effects, research, ESRC, former Soviet Union, North Africa, Eastern Europe, Central, specific focus, world, peoples, places, its implications, sector, economic activity, internationalisation, frameworks, global production, Queen Mary, in)security, contemporary geographies, theory, economic transformation, debates, work, Central Europe, socialist transformation, post, social geographies, projects, variety, years, enthusiasm, handouts, module, best things, skills, His knowledge, North Africa, East Europe, West, geographical contexts, uneven development, globalisation, my teaching, result, empirical cases, context, conceptual issues, understanding, teaching, My approach, contemporary world, economic geography, economy, critical issues, modules, date, students, consequence, interests, modules, interests, My teaching, research, teaching, relationship, industry’, East, upgrading, regional industrial change, networks, political economy, B., Begg, R., Pastor, M., Bucek, J., Pickles, A., Smith, region’, Mediterranean macro, Euro, integration, dynamics, chains, in)security, Economic, A., Smith, Social Sciences, Humanities, Faculty, Research, Dean, January, submission, Research Excellence Framework preparations, ’s, London, Queen Mary University, geography, School, Head, term, Royal Geographical Society’s Gill Memorial Award, Social Sciences, Academy, member, political economy, uneven development, relations, my interests, studies, human geography, North Africa, Central Europe, socialist East, post, industries, restructuring, in)security, networks, labour, economic geography, My main interests]","1":"[20th century, French academic geography, historiography, Vidalians, Demangeon, papers, suite, Albert Demangeon, Letters, Fontainebleau, holdings, main archival resource, other regions, Brittany, Alsace, Upper Normandy, Northern France, work, intensive archive, Lower Normandy, Paris, studies, monograph, main focus, 1950s, 1940s, France, country, town, Reconstruction, associated articles, 20th century, France, reconstruction, monograph, northern France, countryside, town, Reconstruction, pp, Urban History, Journal, England, Ireland, urban history, reflections, Streets, pp, Historical Geography, Journal, early twentieth century, French geography, social dynamics, Albert Demangeon, letters, Vidal de La Blache, shadow, Amiens, Encrage, pp, Picardie, Les Reconstructions, P. Nivet, A. Dumenil, eds, personnel, La grande reconstruction, Oxford, Oxford University Press, British Geography, A Century, M. Williams, R.J. Johnston, eds, chorographic inheritance, studies, regional geography, Place description, Human Geography, Progress, transcontinental excursion, French geographers, experience, Lessons, pp, Scottish Geographical Journal, geographers, network, Montpellier, Ecossais, College, Alan Grant Ogilvie, Jules Sion, ISBN, Paris, L’Harmattan, historique, la, Où, R. Trochet, J, Boulanger, eds, pp, H.C. Darby, écrits, Les enseignements, britannique, françaises, Les, London, Routledge, pp, Britain, resources, property, land, Contemporary Rural Geographies, H. Clout, ed, rural geographer, geographer, Richard Munton, ISBN, London, Routledge, Britain, resources, property, land, Contemporary Rural Geographies, editor, press, Historical Geography, Journal, Société Normande de Géographie, provincial France, scholarly geographies, Popular geographies, University Committees, Historical Sciences, Social, Faculty, Dean, years]","2":"[Oxford, NERC Doctoral Training Programme, part, system, Management, Environmental Change, MSc, Management, Policy, Water Science, MSc, programmes, Professor Washington, Climate Models, African climate, aerosols, Seasonal Prediction, Climate Variability, Modes, General Circulation, Variability optional course, Climate Change, course, Earth Systems Dynamics, part, Prediction, Attribution, Climate Change Detection, Climate Models, Climate Change, Ireland, UCD, course, East Anglia, University, Climate Change MSc, external examiner, NGOs, agencies, variety, tropical climate, future scenarios, assessments, variability, preparation, interest, real world, mechanisms, models, rainfall, mechanisms, change, focus, Richard, Reach, UMFULA, IMPALA, next few years, Namibia, work, CLARIFY project, emission, source, poor specification, models, areas, dust, field, dust, observations, DO4Models, main aim, period, Namibia, Etosha Pan, valleys, Botswana, Sua Pan, project, short film, Fennec programme, West African Monsoon, vital part, turn, Sahara, climate, weather, Saharan heat, deep thunderstorms, outflows, jets, dust, dynamics, first insights, flights, instruments, ground, Bae-146 aircraft, Met Office, NERC, central Sahara, low level, flying, hours, project, Mauritania, Zouerat, Bordj Badi Mokhtar, Algeria, Mali, border, observations, large collection, central Sahara, equipment, instruments, ground, tons, deployment, Fennec, years, central Sahara, void, meteorological observations, first major programme, Fennec, which Richard, DO4Models, Fennec, dust, work, Geophysical Research, Journal, Washington et al, Geophysical Research Letters, Todd, Washington, basin, dust, emission, strong wind, Bodélé Low Level Jet, identification, BoDEx, important outcome, Amazon basin, Bodélé dust, paper, Environmental Research Letters Outstanding Article Award, authors, co, Bodélé Depression Chad, mineral aerosols, largest source, world, experiments, work, sources, remote areas, observational campaigns, programmes, feature, key global sources, transport, emission, dust, mineral aerosol, controls, research, Richard, key concern, CLARIFY-2016, DO4Models, Fennec, BoDEx, work, which Richard, main projects, research, ongoing concern, interactions, nutrient cycling, systems, clouds, radiation, its interaction, system, storms, change, African focus, research, primary themes, Reach, project, water, project, Forcing Year, Aerosol Radiative Impacts, Clouds, CLARIFY, Investigator, Co, Richard, programme, c£20, FCFA, projects, African Climate, Model Processes, IMPALA, Understanding Development Applications, Models, Uncertainty Reduction, Africa UMFULA, Future Climate, Oxford Principal Investigator, Bodele Dust Experiment, BoDEx, Investigator, Co, Oxford, daily observations, continuous daily meteorological record, Radcliffe Meteorology Station, Director, Africa, Working Group II, change, Observations, Working Group, reports, IPCC author, DFID, Met Office, Climate Science Research Partnership, AMMAII, programmes, board, Atmospheric Scientists, SA Society, Best Research Paper, judges, panel, Tunis, Qatar, Dar Es Salaam, Niamey, Nairobi, Workshops, CLIPS, Prediction Services, Climate Information, several World Climate Program, NERC Science Strategy, NERC Climate Science Strategy Panel, members, Oxford, Stockholm Environment Institute, African Earth System Science, AFRICANNESS, committees, membership, Science southern Africa, International Council, World Climate Research Program representative, CLIVAR Africa Climate Atlas, development, Richard, member, VACS, CLIVAR, Chair World Climate Research Program African Climate Variability Panel, Co, Richard, NERC, Natural Environment Research Council, southern Africa, North, instrumented aircraft, observations, major observational campaigns, southern Africa, central Sahara, storms, aerosols, models, climate, characteristics, way, drought, floods, mechanisms, change, systems, research, Richard, Climate Science, Professor, Readership, Keble College, Fellowship, University Lectureship position, Oxford, Departmental Lectureship, Oxford, Christ Church, lecturer, time, UK Meteorological Office, Hadley Centre, group, Professor Chris Folland, Perrott, Professor Alayne Street, Oxford, University, change, variability, Africa, His doctorate, lecturer, years, Cape Town, University, Stellenbosch, University, Natal, University, Oxford, University, Natal, University, degrees]","3":"[Cambodia Development Resource Institute, UCL Impact Award studentship, years, Phnom Penh, NGOs, Cambodia Ben, Phnom Penh, LMAP, Administration Project, Land Management, study, urban transition, titling, Donor, International Development, Department, Research Division, Policy, Emmy, HelpAge International, ESRC CASE award, holder, her second supervisor, Ann, SSEES, Richard Mole, Lithuania, Education, Psychology, first degree, Goldsmiths, Social Anthropology, Rasa’s, her second supervisor, Ann, People Interaction Centre, Earthquake, Tiziana Rossetto, Maggie, HABITAT Haiti, UN, senior technical advisor, gay men, community, processes, Soho, role, His research, his second supervisor, Ann, James Agar, Gender Studies PhD student, Marco, Technology, Delft University, Masters, architect, Mexico City, Centro Mario Molina Sustainable Research Centre, researcher, Tania, CONACYT, research, UCL, International Labour Office, Enterprises Department, intern, Sussex, University, Anthropology, MA, Mexico, Tec de Monterrey, her first degree, Lourdes, CONACYT, Ann, SSEES, Richard Mole, student, Sexuality Studies, UCL Gender, India, INLAKS foundation, scholarship, Commonwealth Scholarship Ina, Dhaka, University, Gender Studies, Women, Department, lecturer, Fatema, next few years, network, LGBTQ+, UCL, Director, plans, themes, postgraduate researchers, Representation, Society, Gender, MA, sylllabus, part, Sexualities, MA, creation, view, Sexuality Studies, Gender, Ann, UCL Gender Studies, first social scientist, practice, insight, children, women, secure tenure, household, tenure, Secure Tenure, United Nations Global Campaign, funders, other UK, Norwegian Research Council, assessor, research, ESRC Peer Review College, member, NGO, international housing, translator, Spain, Doñana, el Desarrollo del Entorno, Comisión Internacional de Expertos, Doñana Region’, economic development, sustainable socio, Strategies, report, activities, skills, Ann, Day, International Women, UK, International Longenvity Centre, report, pale shadows, Feminism, essay, Ann, América Latina, Desastres, Prevención, Estudios Sociales, La Red, formation, Royal Geographical Society, Ann, conference, Latin America, interests, experts, meeting, Swedish International Development Cooperation Agency, Latin America, issues, programme, Promesha, translation, CDRI, Cambodian Development Resource Institute, co, postgraduate research, UCL Impact Award, award, formalisation, land, HelpAge International, studentship, ESRC, award, Mexico, arrangements, older people, Her work, region, US, Mexico, families, economic vulnerability, socio, Texas, University, Desarrollo Integral de la Familia, joint report, ’s Social Development Secretariat, UNIFEM, housing, self, role, women, assessment, accession, Mexico, Development, operation, Economic Co, Organisation, urban housing, reform, impact, report, histories, groups, interviews, surveys, tenure, housing, particular emphasis, urban Mexico, social research, years’ experience, Ann, ed, A. Varley, Natural Disaster Risk Reduction, International Decade, analysis, everyday, eds, D. Stansfield, G.A. Jones, N. Craske, R. Aitken, urban services, regularisation, Solidarity, goods, Victoria Chenaut, Helga Baitenmann, Lucrecia Orensanz, edition, UNIFEM, Women, United Nations Development Fund, Universidad Nacional Autónoma de México, Género, Programa Universitario de Estudios, UNIFEM, Women, United Nations Development Fund, Universidad Nacional Autónoma de México, Género, Programa Universitario de Estudios, Habitacional, el Mejoramiento Socio, Programa de Capacitación, Bolivia, Edésio Fernandes, co, Egypt, Lebanon, Lesotho, Oñati, Law, Sociology, International Institute, Spain, France, Denmark, York University, Canada, Yale University, Austin, Texas, University, Florida, University, California San Diego, University, Northwestern University, MIT, Land Policy, Lincoln Institute, USA, Brazil, Tijuana, Urban Land, 5th National Congress, Guadalajara, Universidad, Universidad Nacional Autónoma de México, Xochimilco, UAM, Azcapotzalco, UAM, Instituto Mora, El Colegio de Puebla, El Colegio de México, Occidente, CIESAS, Mexico, events, Invitations, Lebanon, Beirut, American University, Design, Architecture, Department, Austin, Texas, University, Public Affairs, Lyndon B Johnson School, Graduate School, lecturer, Trondheim, Technology, Science, Norwegian University, Geography, Department, Roskilde, University, International Development Studies, Department, Copenhagen, University, Geography, Department, lecturer, Ann, Denmark, photo, Michael Palin, President, Society, Medal, Mexico, work, Royal Geographical Society, senior awards, Busk Medal, Ann, Norway, Research Council, proposals, UK, Commonwealth Scholarship Commission, advisory panel, Peer Review College, ESRC, member, Americas, Study, Institute, several months, London Research Fellowship, new University, first recipients, Italy, Bellagio, Rockefeller Foundation Study Center, individual residency, Oxford, St Catherine’s College, Christensen Fellow, Ann, UNIFEM, Women, United Nations Development Fund, support, Universidad Nacional Autónoma de México, version, Rutgers University Press, Victoria Chenaut, Helga Baitenmann, books, home, housing, central theme, Latin America, urban Mexico, her work, law, titles, disasters, interests, research, broad range, Ann, Geography, Department, lecturer, Mexico, housing, rental, project, Overseas Development Administration, Mexican Society Postgraduate Prize, Mexico City, development, her doctoral thesis, student, UCL, Oxford, University, Geography, honours degree, Ann Varley]","4":"[schools, British universities, use, material, television, film, large archive, project, Tate Modern, centre, Castle, Elephant, Speaker’s Corner, London, sites, number, events, series, part, project, issue’, specific acts, accounts, badges, use, everyday political acts, Public Policy Research, Institute, expertise, politics, paper, Georgina Born, ESRC, interdisciplinary research, papers, European Parliament, Technology Options Assessment, Science, office, policy, science, spokesperson, Dr Jeremy Bray MP, assistant, student, long period, policy, science, wider debates, practice, other ecologies, geographical research, relation, question, geographical canon, scope, geography, philosophy, history, my own teaching, Social Theory, Anthropology, Technology Studies, Science, scholars, chapters, our analysis, Born, Barry, essays, collection, publication, project, natural sciences, boundaries, interdisciplinary research, modes’, broader analysis, industry, ethnographic research, science’, art, environmental research, interdisciplines’, range, fieldwork, study, interdisciplinarity, ESRC funded study, Gisa Weszkalnys, Marilyn Strathern, Georgina Born, anthropologists, team, Andy Goffey, Michael Halewood, Nigel Thrift, Celia Lury, Mariam Fraser, Don Slater, Nikolas Rose, Thomas Osborne, others, collaboration, work, collections, number, publication, Isabelle Stengers, AN Whitehead, Gabriel Tarde, Michel Callon, Bruno Latour, Michel Foucault, philosophers, social theorists, work, engagements, series, politics, materiality, relation, My approach, political situation’, idea, development, political life, materials, critical importance, way, politics, government, relation, account, same time, materials’., what, invention, economic spaces, transformation, materials, technologies, role, relations, question, Geographers, Kärg Kama, futures, oil, theses, doctorates, former students, Thomas Turnbull, effect’, efficiency, idea, history, Irem Kok, hydraulic fracturing, politics, topics, energy, doctoral students, economy, geopolitics, Anthropocene, idea, politics, cosmopolitics, Isabelle Stengers’ analysis, human geography, which energy, manner, materiality, interest, industry, my recent work, energy, my interest, part, energy, politics, concept, second concern, Rachel Tily, Geosciences’, Practice, Space, project, DPhil, environmental sciences, geo, transformation, materials’, what, invention, pharmaceutical research, conduct, chemistry, complex impact, pharmaceutical laboratory, ethnographic study, landslides, materials, pipeline, steel, quality, example, research, political importance, earlier work, field, materials, lively behaviour, problem, general physical principles, derivation, environmental sciences, geo-, chemistry, engineering, natural sciences, political significance, importance, interest, information, sources, quality, which controversies, conditions, materials, activity, materials, information, production, way, My recent book, European Union, transnational political space, politics, constitution, technical devices, vital role, My book, economic life, technologies, materials, importance, concern, my research, heart, republication, G. Born, A. Barry, public experiment’, public engagement, Science, Art, A., Barry, G., G., Born, A., Barry, integration, accountability, Multiple Environments, A., Barry, G., Weszkalnys, Santa Cruz, California, University, Halle University, Istanbul Technical University, New York University, positions, Michel Foucault, work, papers, collections, publication, geographical theory, innovative initiatives, series, his first book, Andrew’s subsequent publications, ESRC, additional funding, experience, Technology Options Assessment, Science, Parliamentary office, formation, European Parliament, scholarship, Andrew, student, Masters’ programme, Academic Director, Oxford, St Catherine’s College, Fellow, Environment, Geography, School, Political Geography, Professor, Geography, Reader, Oxford University, Andrew, Goldsmiths’ College, Sociology, Department, Brunel University, Human Sciences, Department, Lectureships, Technology Studies, Science, his DPhil, Sussex, University, Science Policy Research Unit, ESRC studentship, joint SERC, Cambridge University, Science, Philosophy, History, Natural Sciences, Andrew Barry]"},"final_score":{"0":0.882960873,"1":0.8316494308,"2":0.8186363702,"3":0.8072204829,"4":0.7634956213}}