{"419":{"department":"Biochemistry","name":"Jose Teodoro(2)","phd_school":"Unknown","phd_year":1994,"position":"Associate Professor","profile_link":"https:\/\/mcgill.ca\/biochemistry\/about-us\/department\/faculty-members\/teodoro\/","promotion_year":"Unknown","tag":"aspirant","text_raw":"My lab has a broad interest in identifying molecular pathways that limit tumour growth and delineating the mechanisms by which they become subverted in cancer. Towards this goal, we are studying two distinct processes. Angiogenesis, the process by which new blood vessels are formed, is an absolute requirement for tumour formation. One of our interests is understanding how tumors become vascularized and the mechanisms that can limit this process. Our focus is on the p53 tumour suppressor pathway and how it is able to inhibit angiogenesis. The p53 gene is mutated in half of all human cancers and at least part of its tumour suppression activity stems from inhibiting tumour vascularization. Angiogenesis is regulated through a balance of factors that either promote or inhibit vascularization. Studies from our group demonstrated that p53 stimulates the production of the potent angiogenesis inhibitors Endostatin and Tumstatin. Projects in the lab include the identification of novel p53-induced angiogenesis inhibitors and defining how such factors work. A variety of animal viruses have the ability to kill cancer cells while leaving normal cells unaffected. Thus, discovering the mechanisms by which these viruses destroy cancer cells could potentially lead to novel pathways that can be exploited for therapy. We use the viral protein Apoptin from Chicken Anemia Virus as a model for understanding tumour-specific cell death. The Apoptin protein has the ability to induce cell cycle arrest and p53-independent apoptosis specifically in cancer cells. We demonstrated that Apoptin interacts with and inhibits a large protein complex called the Anaphase Promoting Complex\/Cyclosome (APC\/C). The APC\/C is absolutely required for cells to progress through mitosis and been shown to be a cellular target of several human viruses including HTLV, Adenovirus and Papillomavirus. Projects in the lab seek to determine why the APC\/C seems to be a general target of such a diverse range of viruses and how inhibition of this complex can lead to specific destruction of cancer cells. (2006) Apoptin Nucleo-Cytoplasmic Shuttling is Required for Cell-Type-Specific Localization, Apoptosis and Recruitment of APC\/C to PML. Journal of Virology. 80; 7535-7545. (2004). The viral protein Apoptin associates with the anaphase-promoting complex to induce G2\/M arrest and apoptosis in the absence of p53. Genes & Development 18:1952-1957.","university":"McGill University","research_area_score":0.8046565844,"keywords":"[Endangered Languages, Foundation, Australia, Broome, Seventh FEL Conference, Proceedings, Land, Identity, Language, Links, Park, Wilderness, management, conservation, Huna Tlingit traditional environmental knowledge, T.F., Thornton, P.N., Russell, D.R., Johnson, E.S., Hunn, ed, C.A., Maida, Chapter, sustainable communities, construction, Paradoxical forces, Subsistence, Alaska Native Corporations, T., Thornton, S.M. Gende, J.F., Glacier Bay National Park, harvests, Huna Tlingit gull, S.M. Gende, J.F., T.F. Piatt, Thornton, P.N., Russell, D.R., Johnson, E.S., Hunn, eds, C. Hughes, A., Woofter, A.B., Rylands, W., Painemilla, Respect, Matter, Conservation, Tlingit Way, H., Kitka Sr, T.F., Thornton, A., Gosler, S., Tidemann, Chapter, statistical comparative analysis, annotated list, Tlingit birds, T.F., Thornton, E.S., Hunn, D. Stea, N., Burenhult, A.G., Turk, D.M., Mark, Chapter, Tlingit, landscape, Language, T., Thornton, R., Abraham, S., Purushothaman, Inquiry, Tamil Nadu, Livelihood Strategy Near Mudumalai, Diversity, T.F., Thornton, N., Vasanth, T., Thekaekara, Peru, Amazon Natives, Development, Recipe, Hernando de Soto, Barking Dogs, T.F., Thornton, P., Nairobi Weiland, Mathare Valley Slums, revitalisation, innovation, culture, Evidence, urban settlements, peri, global environmental change, Autonomous adaptation, K., Klimovich, L., Savatgy, C.S., Thomas, Chapter, Power Relationships, State’s Political Economy, Alaska Natives, G., Owletuck, M., Sattler, E., Notti, T.F., Thornton, J., Saarinen, S., Nepal, Southeast Alaska, tourism, political ecology, environmental enterprise, Indigenous Tourism, P., Wanasuk, T.F., Thornton, J., Buckingham, P., Locke, South India, Nilgiris, Elephant Conflict, Human, Ethnic Diversity, T.F., Thornton, T., Thekaekara, Lincoln, Nebraska, University, Anthropology Department, Polar Programs, Division, Arctic Social Sciences Program, Project, National Science Foundation, National Forest Service, Tongass National Forest, Report, Multidisciplinary Exploratory Study, Multidisciplinary Exploratory Study, Southeast Alaska, Maritime Alpine Cairns, T., Thornton, N., Ali, B., R. McCune, Hartley, W., Online Petitions Challenging Proposed Transcontinental Alberta Oil Sands Pipelines Hunt, Human Geographies, Age, Protests, Petitions, Pipelines, face, North America, Pacific Coast, biological diversity, interactions, North Pacific, controversy, mid, communal social networks, gift, exchange, IUCN CEESP, Shingo Hamada, project, oceans, world, pressing challenges, models, managers, scientists, networks, group, North Atlantic, Russian Pacific spheres, ecological investigations, researchers, networking, Urgent Anthropology Fellowship, RAI, Royal Anthropological Institute, part, marine ecosystems, research, North Pacific Research Board, Principal Investigator, Alaska, Southeastern Gulf, Time, Ecological Systems, Socio, Modeling Herring Spawning Areas, Documenting, Herring Synthesis, livelihoods, resultant “rationalizations, change, pressures, rules, context, ethnicity, dependant patterns, path, CLUE, size, residency, livelihood, form, ethnic heritage, allocations, which states, different criteria, variety, rights, land, criteria, definitions, respect, game, rules, managers, government, organizations, Russia, Fennoscandia, Alaska, local northern populations, members, interviews, anthropological fieldwork, ethnicity, use, circumpolar rim, peoples, rapid climatic change, impacts, International Polar Year Initiative, project, US National Science Foundation, Principal Investigator, Co, Climate Change, Policy, Social Impacts, CLUE, Ethnicity, Circumpolar Land Use, Dynamics, corporations, dozen, Tsimshian, Haida, Tlingit, Southeast Alaska, Inupiat, Straits, separate biocultural regions, livelihoods, environmental change, socio, development, study, services, sustainable livelihoods, cultural models, biocultural health, indigenous groups, particular outcomes, Native corporations, global economies, ecosystems, governments, Alaska Natives, institutional arrangements, Alaska Native Claims Settlement Act, corporations, Alaska, creation, project, objective, OPP-0715461, grant, project, Arctic Social Science Program, National Science Foundation, September, National Science Foundation, Principal Investigator, ANCSA, Alaska Native Claims Settlement Act, Health, Biocultural Diversity, Sustainable Livelihoods, Beyond, Alaska, State Relations, Indigenous, results, Western Ghats, site, field, primary data, methods, protocols, teams, protocol, scenario, first intensive workshop, conceptual framework, Partners, India, South Africa, partners, African Studies, Oriental, School, London, University, Kent, Oxford, biology, ecology, economics, anthropology, partners, project, models, tools, methods, concepts, development, blocks, makers, researchers, new network, outputs, utility, evidence, dependent societies, services, biodiversity, outcomes, services, biodiversity, human adaptation, integrated models, methods, appropriate conceptual frameworks, development, aim, project, ESRC, Social Research Council, Economic, NERC, Natural Environment Research Council, DFID, International Development, Department, partnership, project, Poverty Alleviation, Ecosystem Services, Investigator, Co, sustainability, transitions, successful win, environments, what kind, Venice, Shanghai, Barcelona Istanbul, global cities, construction, transport, decarbonisation, critical sectors, spaces, win, key win, Our focus, Urban Systems, Transformation, package, Oxford, societal wellbeing, impacts, climate, face, adaptation, mitigation, action, strategies, green growth, possibilities, project, European Union Horizon, WIN, GREEN, circumpolar North, North America, indigenous peoples, management, political ecology, place, space, conceptualizations, marine environments, conservation, traditional ecological knowledge, adaptation, human ecology, interests, My primary teaching, Native American tribes, consultant, specialist, government, Fulbright Lectureship, Beijing Normal University, Alaska, University, Saint Lawrence University, Trinity College, Portland State University, Oxford, Washington, PhD University, MA, BA Swarthmore College, cultural anthropology, My academic training, ECI, fellow, addition, modules, various options, course]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":14.0,"phd_year_score":0.6216216216,"final_score":0.713139103},"97":{"department":"Geography","name":"Professor Benito Müller","phd_school":"Unknown","phd_year":"Unknown","position":"Professor","profile_link":"http:\/\/www.eci.ox.ac.uk\/people\/bmueller.html","promotion_year":"Unknown","tag":"aspirant","text_raw":"Professor Müller is Managing Director of Oxford Climate Policy (a not-for-profit company aimed at capacity building for developing country climate change negotiators), and Director of the European Capacity Building Initiative (ecbi), an international initiative for sustained capacity building in support of international climate change negotiations. He has been serving as Adviser to the LDC Group Chair (2011-12) and the Africa Group Chair (2012-13). He participated in the deliberations of the Transitional Committee (TC) for the Green Climate Fund (GCF) as Adviser to the LDC TC members, who he has also been also advising on the GCF Board and the UNFCCC Standing Committee on Finance. Professor Müller received his doctorate (D.Phil.) in Philosophy from the University of Oxford and was formerly a Research Fellow at Wolfson College and a Lecturer in Logic at the Queen's College, Oxford. He has a Diploma in Mathematics from the Eidgenössische Technische Hochschule (ETH) in Zürich, Switzerland.","university":"University of Oxford","research_area_score":0.6983656332,"keywords":"[AMEE, Europe, Medical Education, Association, Faculty Development Award, Excellence, ASPIRE, panel, Member, Interactional Ethnography, Clinical Education, Educational Technologies, Learning, Problem, Project, Dec, Reimagine Education Competition, QS, Quacquarelli Symonds, Asia, Regional Award, Bronze, Health Professional Students, Based Learning, Interprofessional Team, Project, Dec, Reimagine Education Competition, QS, Quacquarelli Symonds, Life Sciences, Discipline Award, Bronze, investigator, co, HK$101,600, illness, visual narratives, suffering, Exploration, Medical Humanities Initiatives, Development Fund, investigator, co, Can$75,000, Computer, Teaching Medical Students, Medical Education, International Collaboration, International Opportunities Fund, investigator, co, Clinical Medicine, Enhancing Experiential Learning, Mobile Moodle Interface, Effectiveness, HK$290,000, Faculty Development Grant, investigator, co, ”, Learning, e, establishment, related curricula, Metabolism, teaching, blended approach, HK$381,614, Teaching Development Grant, principal investigator, HK$50,000, general public, education, life, dissection, reflective essays, Publication, Impact Project, Funding Exercise, KE, Knowledge Exchange, Triennium, principal investigator, HK$5,069,256, professional students, learning, Interprofessional team, Learning Related Initiatives, Teaching, UGC Funding Scheme, public understanding, short essays, series, Apple Daily Newspaper, May, March, Silk Road, program, part, preservation, methods, Cable TV, April, research, medical education, cadavers, value, Hong Kong, donation, situation, Cable TV, July, clinical practice, anatomy, programme精靈一點, Radio Television Hong Kong, August, Hong Kong, University, medical education, philosophy, 精靈一點, Radio Television Hong Kong radio, October, Hong Kong, University, programme, body, 精靈一點, Radio Television Hong Kong radio, April, human anatomy, programmes, series, 張婉君, 邵國華, 精靈一點, Radio Television Hong Kong radio, December, October, career, my anatomy, donation, 投資B世代, 佛門網, Buddhist Door online radio, September, portals, newspapers, HKU, employee, ex, donor, Mr Hui Kam Chee, memorial service, report, Sept, newspapers, Junky Bay Chinese Permanent Cemeteries, Remembrance, Garden, donors, memorial wall, reports, October, Hong Kong, University, Death Awareness, Growth, General Education Programme, Body Donation, October, Hong Kong Government, Social Welfare Department, Social Sciences, HKU Faculty, Contemporary Society, ICGB, Bereavement, Grief, 10th International Conference, Prelude Public Seminar Series, 遺愛臭皮囊, Body, Lessons, talk, October, St. James’ Settlement, 「後顧之年‧無憂歲月研討會－愛在瞬間」2013, Death Seminar, Life, donation, Hong Kong Daily News, Tao Daily, reports, Dec, Physical Anthropology, American Journal, mobility, hominoids, primates, circumduction, Range, Chan LK, Anatomical Sciences Education, laboratory, tool, preceptor, use, Wiseman J., Chan LK, Anatomical Sciences Education, laboratory, technique, minute, use, experienced teachers, Effects, Sharma N., Chan LK, Springer, Cham, Practical Guide, Anatomy, editors, Pawlina W, Chan LK, anatomy, learning, models, use, Chan LK, Springer, Cham, 212, p.203, Practical Guide, Anatomy, editors, Pawlina W, Chan LK, laboratory, reflection, Chan LK, Springer, Health Sciences Education, Medical, Educational Technologies, editors, Chan LK, Silver C, Hmelo, Bridges S, learning, problem, their mobile devices, students, health, Lai HYY, Chan NK, Jin J, Ng M, Doherty, Bridges SM, Chan LK, 9)1, Based Learning, Problem, Interdisciplinary Journal, PBL, mobile devices, use, their PBL facilitators, students, health, qualitative study, Lai HY, Chan N, Sharma N, Jin J, Ng M, Doherty, Bridges S, Chan LK, Anatomical Sciences Education, Gross Anatomy Laboratory, Novice Teachers, Minute Preceptor Technique, Application, Irby D., Yang J, Chan LK, Hong Kong, Hong Kong Publishing Biennial Awards, Science, Life, category, “Publishing Award, Best Ten Books, Secondary Students, Wheatear, Hong Kong, 大體大得——遺體捐贈感思文集, Body Donation, Essays, Anthology, Life, Meaning, editors, EWS Chung, JY Chen, Chan LK, Duke University, Thomas Henry Huxley Instructorship, such awards, excellence, development, services, Asia Pacific region, educator, Hainan Medical University, Medicine, Zhongshan School, Visiting Professor, his own school, Professional Development Program, Staff, director, co, development, learning, problem, education, innovative pedagogies, interests, medical students, gross anatomy, physical anthropology, orthopedics, background, LAP KI CHAN]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":null,"phd_year_score":null,"final_score":0.6983656332},"54":{"department":"Biochemistry","name":"Robert MacKenzie","phd_school":"Unknown","phd_year":1969,"position":"Professor","profile_link":"http:\/\/www.mcgill.ca\/biochemistry\/about-us\/department\/faculty-members\/mackenzie","promotion_year":"Unknown","tag":"aspirant","text_raw":"The vitamin folic acid is essential to the production of purines and thymidylate required for the synthesis of DNA and RNA. Of special importance is the role of folate in providing sufficient amounts of adenosylmethionine required for more than a hundred different methylation reactions fundamental to a wide range of metabolic functions. All these processes are particularly important to rapidly dividing cells in any tissue. Recently, folate status and its metabolic functions have been shown to relate to the incidence of atherosclerosis in adults and to neural tube defects in children. It has been shown that folate supplements to women, begun prior to conception, decrease the incidence of neural tube defects in babies by up to 66%, but the way in which this is achieved metabolically is unclear; does it relate to nucleotides, methylation, gene(s) expression, polymorphism in a gene(s) or some other process? My laboratory has been investigating several aspects of folate-mediated processes: both the mitochondria and the cytoplasm of eukaryotes have folate-dependent functions, but their roles are not clearly understood, especially as regards the mitochondrial compartment. We demonstrated over-expression of a bifunctional folate enzyme in the mitochondria of tumour cells and showed that it is highly expressed in fetal but not in normal adult tissues. We postulate that it may have a role in fetal development and\/or mitochondrial biogenesis and perhaps relates to neural tube defects. Gene disruption experiments in mammalian cells in culture have been performed to understand the role of this enzyme and others in the two cellular compartments. Using these cells we have recently obtained mice with one of the nuclear alleles encoding the mitochondrial protein inactivated. A breeding program with these mice demonstrated that the null mutant mice die in utero at about day 13 of development, apparently due to a defect in the ability of the fetal liver to establish hematopoesis. We are currently working with cell lines from mutants and wild type to delineate possible metabolic consequences of the gene deletion. Many of the folate-dependent enzymes are multifunctional, having more than one catalytic activity per polypeptide. One of our goals has been to understand the benefits of this type of structure to its function in mammalian cells. My laboratory has cloned and expressed several such enzymes and have X-ray crystallographic structure of the bifunctional enzyme that uses NADP. The objectives are to understand the mechanism of the enzyme(s) using site-directed mutagenesis, assisted by 3-D structure, to assign functions to key amino acid residues. to understand the unique replacement of NADP by NAD, Mg and phosphate by the enzyme expressed in fetal mitochondria and tumour cells. Re-introducing the cDNA that encodes these mutant proteins having altered properties into the gene-disrupted mammalian cells then provides a vehicle to test hypotheses of metabolic function.","university":"McGill University","research_area_score":0.69364838,"keywords":"[German part, European Patent, collagen, type, transgenic animals, Uses, K.M.C. Cheung, K.S.E Cheah, US Patent, collagen, type, transgenic mouse, Uses, K.M.C. Cheung, K.S.E Cheah, canonical Wnt, BMP, downstream, delamination, Sox9, Phosphorylation, M. Cheung, J. Briscoe, science, public understanding, Stem Cells, Genetics, several Croucher Foundation Advanced Study Institutes, Hong Kong, GRC Advisory Board, Pathology, Cartilage Biology, GRC, Gordon Research Conferences, Chair, Co, Chair, Vice, Co, Differentiation, International Society, Directors, Board, Matrix Biology, International Society, President, Developmental Biology, International Society, APDBN, Pacific Developmental Biology Network, Asia, Hong Kong, which time, HKSDB, Developmental Biology, Hong Kong Society, founding President, TWAS, management, prevention, IDD, total personal risk, better prediction, findings, group, disability, pain, common cause, IDD, disease, risk, genetic factors, clinicians, scientists, multidisciplinary collaborative group, Director, clinic, discovery, research, “Bench, Vision, her group, tissues, repair, reconstitution, strategies, development, new knowledge, questions, science, multidisciplinary synergistic partnerships, significant contributions, her group, Mission, life, quality, healthy growth, critical roles, regenerative medicine, population, realisation, her research, motivation, Reproduction, Development, University’s Strategic Research Theme, Convenor, Growth, Development, Reproduction, Medicine Centre, Li Ka Shing Faculty, Director, Biochemistry, Department, Head, Hong Kong, University, London, Imperial Cancer Research Fund, UK, Manchester, University, postdoctoral research, Molecular Biology, U.K., Cambridge, University, PhD, U.K., London, University, Biology, BSc degree, Hong Kong, University, Biochemistry, Chair Professor, management, prevention, IDD, total personal risk, better prediction, degeneration, lumbar, factors, group, disability, pain, common cause, IDD, disease, risk, genetic factors, clinicians, scientists, multidisciplinary collaborative group, Director, skeletal disorders, death, their differentiation, chondrocytes, ER stress, mutations, mechanism, Discovery, her group, key contributions, clinic, discovery, research, “Bench, Vision, Her group, science, multidisciplinary synergistic partnerships, significant contributions, her group, Mission]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":11.0,"phd_year_score":0.7027027027,"final_score":0.6981755413},"72":{"department":"Biochemistry","name":"Vincent Giguere","phd_school":"University of Geneva","phd_year":1983,"position":"Professor","profile_link":"http:\/\/www.mcgill.ca\/biochemistry\/about-us\/department\/faculty-members\/giguere","promotion_year":"Unknown","tag":"aspirant","text_raw":"Steroids, thyroid hormones and derivatives of vitamin A are small liposoluble molecules that regulate development, differentiation and physiological response to diverse stimuli and are essential to the survival of the individual. Natural and synthetic analogs of these substances are used extensively to control a broad spectrum of human diseases including cancer. The effects of each hormone depend primarily on a protein referred to as a receptor. The study of these receptors is important to understand the molecular mechanisms involved in the cellular response to these inducers. This is a group of novel steroid hormone-like receptors for which the ligands remain unknown. Our research program in this area is aimed at identifying novel hormones and the function of their receptors during development, homeostasis and in cancer cells. The research endeavors of my laboratory in this area are directed toward understanding the molecular basis of vitamin A action. We are generating genetically altered mouse strains to study the role of retinoid receptors in cancer progression. These studies should improve our basic knowledge of retinoid physiology and lead to a better understanding of the role of retinoids in suppressing the development of neoplastic cells. Perhaps one of the most exciting long-term hopes in breast cancer treatment is that a better understanding of the role of hormones in mammary differentiation, such as that which occurs during mammary gland development and potentially protects against breast cancer, will lead to new effective strategies in breast cancer prevention and treatment. Thus, our research is directed at improving our knowledge of the roles of estradiol, an ovarian hormone implicated in the growth and proliferation of normal and abnormal mammary cells. Using approaches, our current objectives are to study the signaling pathways implicated in the activation of its two receptors (alpha and beta) during mammary gland development. It is hoped that our molecular and genetic analysis of orphan nuclear receptors, retinoid action and estrogen receptors will lead to an increase in our understanding of these hormone-based systems which, in turn, will help develop more efficient therapy for treatment of cancer.","university":"McGill University","research_area_score":0.3003851961,"keywords":"[-2013, Hong Kong, Hong Kong, University, Medicine, LKS Faculty, Student Affairs, Academic Networking, Assistant Dean, grants, M, M internal grants, HK$, M external grants, HK$, Project No, models, NAFLD, disease, polysaccharides, Lycium, Wolfberry, Therapeutic effects, HMRF, HK$, Project no.17156516, disease, cyclooxygenase-1, role, RGC, General Research Fund, mice, injury, CCl4)-induced, tetrachloride, fibrosis, oxidative stress, inflammation, EGCG, Epigallocatechin-3-gallate, A.A., Nanji, M.L., Fung, T.Y.H., Lau, E.C., Liong, T.M., Leung, kappa B pathways, NF, FoxO1, Akt, PI3 K, SMAD, TGF, model, disease, non, inflammation, oxidative stress, fibrosis, Epigallocatechin gallate, apoptosis, autophagy, inflammation, imbalance, lipid dysfunction, pathways, my research, precise therapeutic management, NAFLD, development, exact mechanism, cancer, syndrome, factors, NAFLD, benefits, proven therapeutic mechanisms, effects, its wide availability, attentions, NAFLD, herbal treatment, application, past decades, liver, pathological events, potential therapeutic strategy, apoptosis, inflammation, oxidative stress, dysfunction, resistance, occurrence, NAFLD, Pathogenesis, syndrome, symptoms, cardiovascular diseases, diabetes, obesity, other pathological conditions, world, injury, causes, NAFLD, NAFLD, disease, diseases, oxidative stress, inflammation, M30, functional drugs, phytochemical agents, medicinal herbs, antioxidants, role, my work, liver, oxidative stress, hypoxia, inflammation, mechanisms, interest]","phd_school_rank":41.0,"phd_school_rank_diff":9.0,"phd_school_score":0.8163265306,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":3.0,"phd_year_score":0.9189189189,"final_score":0.6785435486},"381":{"department":"Biochemistry","name":"Mary A Schuler","phd_school":"Unknown","phd_year":1981,"position":"Professor","profile_link":"http:\/\/mcb.illinois.edu\/faculty\/profile\/maryschu\/","promotion_year":2010,"tag":"aspirant","text_raw":"From structural perspectives, plant and insect cytochrome P450 monooxygenases (P450s) are membrane-bound proteins sharing high conservation in their secondary and tertiary folding patterns with the membrane-bound forms found in vertebrates and soluble forms found in bacteria. Embedded within the external skeleton formed by higher order α-helix and β-pleated sheet structures, the internal catalytic sites in various P450s are defined by a series of varying length loop sequences (designated as substrate recognition sequences (SRS)) that specify the size of the catalytic site and orientation of compounds over the catalytic heme. In the correct orientation and in proximity to the catalytically important I-helix, substrates incorporate the heme-bound oxygen through a reaction cycle that utilizes electrons transferred from P450 reductase and cytochrome b . In the incorrect orientation, inhibitors position themselves within the catalytic site, block the reaction cycle and interfere with substrate oxygenation. From biochemical perspectives, the ability to incorporate oxygen at very specific points in a substrate’s structure is essential to numerous synthetic and catabolic pathways that utilize simple alkyl and aromatic hydroxylations or more complex epoxidations, aryl migrations, decarboxylations and carbon-carbon bond cleavages. Because of the involvement of P450s in many critical metabolic conversions, the restricted substrate specificity of many plant and insect monooxygenases and the chemical versatility of the entire group of monoxygenases have generated significant interest in defining functions for those not yet characterized, in understanding catalytic site constraints of those in biologically important pathways and in modifying them for crop improvement and biopharmaceutical production. From genomics and evolutionary perspectives, these types of goals are especially challenging since plant P450 gene families have duplicated and diverged to unprecedented degrees as new pathways have evolved for the synthesis of plant defense toxins and other secondary metabolites. From functional and transcriptional perspectives, these goals are also challenged by the fact that closely related P450s sometimes vary in only a few catalytic site residues affecting their substrate specificities and their genes may vary in only a few promoter elements affecting their expression patterns. Our research projects in this area are focused on defining the functions and structures of a variety of plant P450s with biological roles important in the production of defense toxins, phenylpropanoids, fatty acids and signaling molecules as well as insect P450s with biological roles in the destruction of plant defense toxins and synthetic insecticides. With many P450s being integral to the synthetic and detoxicative functions in these organisms, we have sought to better define the biochemical parameters dictating the substrate specificities of individual P450s, the molecular programs defining their transcriptional responses to internal and external cues and the genomic events enabling their acquisition of novel biochemical functions. Bringing together structural, biochemical and genomics perspectives into a comprehensive view of each P450 being studied, we have focused on developing and interfacing computational and biochemical technologies important for understanding, defining and manipulating P450 functions, irrespective of their plant, insect or vertebrate origin. Stepping beyond the phylogenetic primary sequence alignments most frequently used to assign P450 nomenclature, we have developed and improved molecular modeling protocols allowing us to more accurately predict three-dimensional structures for plant and insect P450s based on available mammalian P450 crystal structures (Baudry et al., 2006; Rupasinghe and Schuler, 2006). We have also developed low-throughput and high-throughput docking procedures for predictions of a compound’s binding mode within various catalytic sites. Interfacing computational predictions of protein structure and substrate binding mode with biochemical reality, we have optimized several heterologous expression systems for production of P450s, P450 reductase and cytochrome b (Duan and Schuler, 2006) and utilized these for defining biochemical functions of individual P450s. Among our available systems, baculovirus-mediated insect cell expression has been used for substrate binding and activity analyses, inhibitor analyses and scaled-up product characterizations, yeast expression has been used for substrate activity analyses and metabolic engineering, and bacterial expression has been used for metabolic engineering and scaled-up production for crystallization trials and isotopic labelings. Our biochemical analyses, which are tied back to computational predictions and forward to evolutionary analyses, support our structure predictions by generating and testing numerous catalytic site, proximal surface and membrane anchor mutants. Together, these data have provided for very thorough appreciations of the catalytic site and proximal surface residues modulating P450 activities and substrate ranges. Incorporating these computational and biochemical perspectives with the genomics perspectives needed to understand the physiological roles of specific P450s, we have used a variety of techniques to detail and manipulate a range of plant P450 transcripts expressed in response to abiotic and biotic stresses and insect P450 transcripts expressed in response to natural and synthetic toxins. Providing perspective on the types of biological systems that we are currently studying, these include: P450s have focused on defining biochemical and physiological functions for the subfamilies mediating metabolisms of fatty acids, phenylpropanoids and defense toxins. Molecular modeling, substrate docking and biochemical analysis have allowed us to detail the catalytic site conservations and differences between members of the CYP86 and CYP94 families that modulate hydroxylations on nonoxygenated vs. oxygenated fatty acids (Rupasinghe et al., 2007) and members of the CYP98A subfamily that modulate hydroxylations on lignin precursors. Biochemical analyses tied to functional analyses of T-DNA knockouts have allowed us to describe the developmental and stress-related effects of inactivating particular P450 transcripts defined previously in microarray analyses, we have begun analyzing the circadian fluctuations of individual genes to determine the range of P450 transcripts affected by the circadian clock and the extent to which stress signaling cascades swamp normal cyclical variations. Our analyses have demonstrated that many P450 transcripts in the flavonoid, carotenoid, brassinosteroid, jasmonate and glucosinolate biosynthetic pathways are circadian-regulated (Pan et al., 2009), including several capable of responding to jasmonic acid and other biotic stress signaling molecules. Transcript analyses at varying times in the circadian cycle have shown that, for several P450 genes, the magnitudes of their inducibilities change throughout the day in response to stress signaling molecules indicating that the responses of some biosynthetic pathways vary with and, sometimes, supercede the circadian cycle. Bioinformatics analysis has allowed us to identify over-represented promoter motifs in those responding to both circadian and stress signaling cues and these are being tested for functionality (honey bee) have focused on identifying those capable of detoxifying natural plant toxins and understanding their relationships to those detoxifying synthetic insecticides. Our work with many of these insect P450s combines expression in heterologous systems with molecular modeling to predict and define the range of compounds metabolized by individual P450 sequences and to determine the effects of allelic variations on catalytic activities toward various classes of plant compounds and insecticides. These analyses have provided concrete evidence for the convergent evolution of P450s involved in the detoxification of plant compounds and insecticides (Li et al., 2004, 2007; Rupasinghe et al., 2007; Chiu et al., 2008) and highlighted the importance of avoiding repeated insecticide selections. For others, these analyses have provided evidence for selective evolution in some P450 catalytic sites that have restricted access to the heme oxygen and directed metabolism toward highly select groups of plant toxins or that have varied proximal surface residues to enhance interactions with critical electron transfer partners needed for activity (Mao et al., 2006, 2007, 2008). CYP6Z subfamily, which are over-expressed in insecticide-resistant stock strains, have provided information on a range of catalytic site and proximal surface changes that have potential to affect enzymatic functions. In conjunction with these studies, we are using high-throughput computational screening to identify inhibitors for several P450s capable of metabolizing insecticides and likely to mediate the acquisition of insecticide resistance in various mosquito populations. Other projects have begun characterizing the small collection of 46 honey bee P450s and identified several in the expanded CYP6AS subfamily that metabolize quercitin, the main flavonoid in honey and pollen (Mao et al., 2009). Several involved in the metabolism of the insecticide tau-fluvalinate have also been identified. Projects in biopharmaceutically-important P450s are focused on identifying plant P450s and their associated proteins involved in the synthesis of important anti-cancer and anti-viral alkaloids in , two medicinal plants. With many parts of the complex alkaloid synthetic pathways in these plants containing P450s whose protein expression characteristics have not yet been tested in bacterial and yeast systems, we have begun cloning and optimizing expression of components in the early and late alkaloid pathways. Protein candidates for these components are being identified by bioinformatic and computational assessments of transcriptome profiles that have recently become available for these medicinal plants. With structural and biochemical analyses of individual candidates completed, future projects with our collaborators will focus on engineering of complete pathways in yeast and bacteria. Projects in this area are focused on coupling molecular modeling, protein expression and solid-state NMR capabilities to define the backbone structures for plant and human P450s. For these, full-length P450s (including their hydrophobic membrane anchor) are expressed in E. coli under conditions suitable for uniformly-labeling proteins with N amino acids. Interfacing of scored molecular models with experimental solid-state NMR data has provided us and our collaborators with the ability to discriminate between good and bad P450 models and to significantly enhance structure determinations from solid-state NMR datasets. Projects in this area are focused on defining the range of splicing factors mediating constitutive and alternative splicing during plant growth and development. Using T-DNA knockout\/knockout lines and RNA silencing lines depleted for different classes of splicing factors, we have been characterizing the roles of a number of second-step splicing factors as well as general splicing factors. We are particularly interested in the second-step splicing factors since they are encoded by multiple divergent genes that have potential to differentially regulate splicing, in contrast to those in yeast and humans that are encoded by single genes. Additional projects have begun to examine the stress responses of the second-step splicing factors and to determine whether some of these alter splice site choices in the stressed plant cells. acting factors involved in the recognition of plant AU rich introns and, in the long run, help define the optimal sequences needed to express transgenes and transgenic proteins in heterologous plants. Yuzefovych LV, Kahn AG, Schuler MA, Eide L, Arora R, Wilson GL, Tan M, Rachek LI. Mitochondrial DNA Repair through OGG1 Activity Attenuates Breast Cancer Progression and Metastasis. Flowers SA, Colón B, Whaley SG, Schuler MA, Rogers PD. Contribution of clinically derived mutations in ERG11 to azole resistance in Schuler MA, Berenbaum MR. Structure and function of cytochrome P450S in insect adaptation to natural and synthetic toxins: insights gained from molecular modeling. Ming R, VanBuren R, Liu Y, Yang M, Han Y, Li LT, Zhang Q, Kim MJ, Schatz MC,Campbell M, Li J, Bowers JE, Tang H, Lyons E, Ferguson AA, Narzisi G, Nelson DR, Blaby-Haas CE, Gschwend AR, Jiao Y, Der JP, Zeng F, Han J, Min XJ, Hudson KA,Singh R, Grennan AK, Karpowicz SJ, Watling JR, Ito K, Robinson SA, Hudson ME, Yu Q, Mockler TC, Carroll A, Zheng Y, Sunkar R, Jia R, Chen N, Arro J, Wai CM, Wafula E, Spence A, Han Y, Xu L, Zhang J, Peery R, Haus MJ, Xiong W, Walsh JA, Wu J, Wang ML, Zhu YJ, Paull RE, Britt AB, Du C, Downie SR, Schuler MA, Michael TP, Long SP, Ort DR, Schopf JW, Gang DR, Jiang N, Yandell M, dePamphilis CW, Merchant SS, Paterson AH, Buchanan BB, Li S, Shen-Miller J. Genome of the long-living sacred lotus ( Withers JC, Shipp MJ, Rupasinghe SG, Sukumar P, Schuler MA, Muday GK, Wyatt SE. Gravity Persistent Signal 1 (GPS1) reveals novel cytochrome P450s involved in gravitropism. Park S, Kim YS, Rupasinghe SG, Schuler MA, Back K. Rice P450 reductases differentially affect P450-mediated metabolism in bacterial expression systems. Prasad KV, Song BH, Olson-Manning C, Anderson JT, Lee CR, Schranz ME, Windsor AJ, Clauss MJ, Manzaneda AJ, Naqvi I, Reichelt M, Gershenzon J, Rupasinghe SG, Schuler MA, Mitchell-Olds T. A gain-of-function polymorphism controlling complex traits and fitness in nature. McDonnell CM, King D, Comeron JM, Li H, Sun W, Berenbaum MR, Schuler MA, Pittendrigh BR. Evolutionary toxicogenomics: diversification of the Cyp12d1 and Cyp12d3 genes in Drosophila species. Brothers MC, Nesbitt AE, Hallock MJ, Rupasinghe SG, Tang M, Harris J, Baudry J, Schuler MA, Rienstra CM. VITAL NMR: using chemical shift derived secondary structure information for a limited set of amino acids to assess homology model accuracy. Muturi EJ, Kim CH, Alto BW, Berenbaum MR, Schuler MA. Larval environmental stress alters Aedes aegypti competence for Sindbis virus. Johnson JL, Rupasinghe SG, Stefani F, Schuler MA, Gonzalez de Mejia E. Citrus flavonoids luteolin, apigenin, and quercetin inhibit glycogen synthase kinase-3β enzymatic activity by lowering the interaction energy within the binding cavity. Niu, G., S.G. Rupasinghe, A.R. Zangerl, J.P. Siegel, M.A. Schuler and M.R.Berenbaum. 2011. A substrate-specific cytochrome P450 monooxygenase, CYP6AB11, from the polyphagus navel orangeworm ( Johnson, J., S.G. Rupasinghe, F. Stefani, M.A. Schuler and E. Gonzalez deMejia. 2011. Citrus flavonoids luteolin, apigenin and quercitin inhibit glycogen synthase kinase-3β enzymatic activity by lowering the interaction energy within the binding cavity. Li, Z., S.G. Rupasinghe, M.A. Schuler and S.K.Nair. 2011. Crystal structure of a phenol-coupling P450 monooxygenase involved in teicoplanin biosythesis. Martinez-Villaluenga, C., S.G. Rupasinghe, M.A. Schuler and E. Gonzalez de Meji. 2010. Peptides from purified soybean β-conglycinin inhibit fatty acid synthase by interaction with the thioester catalytic domain. Thorton, L.E., S.G. Rupasinghe, H. Peng, M.A. Schuler and M.M. Neff. 2010. Arabidopsis CYP72C1 is a noncanonical brassinosteroid-inactivating cytochrome P450. Wen, Z., R.S. Zeng, G. Niu, M.R. Berenbaum and M.A. Schuler. 2009. Ecological significance of induction of broad-substrate P450s by natural and synthetic inducers in Zeng, R.S., Z. Wen, G. Niu, M.A. Schuler, and M.R. Berenbaum. 2009. Enhanced toxicity and induction of cytochrome P450s suggests a cost of “eavesdropping” in a multitrophic interaction. Pan, Y., T.P. Michael, M.E. Hudson, S.A. Kay, J. Chory and M.A. Schuler. 2009. Cytochrome P450s as reporters for circadian-regulated pathways. Mao, W., S.G. Rupasinghe, R.M. Johnson, A.R. Zangerl, M.A. Schuler and M.R. Berenbaum. 2009. Quercetin-metabolizing CYP6AS enzymes of the pollinator Mao, W., A.R. Zangerl, M.R. Berenbaum and M.A. Schuler. 2008b. Metabolism of myristicin by Depressaria pastinacella CYP6AB3v2 and inhibition by its metabolite. Kühnel, K., N. Ke, M.A. Schuler, S.G. Sligar and I. Schlichting. 2008. Crystal structures of substrate-free and retinoic acid-bound cyanobacterial cytochrome P450 CYP120A1. Chiu, T.-L., Z. Wen, S.G. Rupasinghe and M.A. Schuler. 2008. Comparative molecular modeling of Anopheles gambiae CYP6Z1, a mosquito P450 capable of metabolizing DDT. Wang, W., S.G. Rupasinghe, M.A. Schuler and E.G. de Mejia. 2008. Identification of topoisomerase II inhibitory peptides from soy protein hydrolysate by co-immunoprecipitation approach. Mao, W., Berenbaum, M.R., and Schuler, M.A. 2008. Modifications in the N-terminus of an insect cytochrome P450 enhance production of catalytically active protein in baculovirus-Sf9 cell expression systems. CYP6AB3 protein enhances metabolism of plant allelochemicals by altering a proximal surface residue and potential interactions with cytochrome P450 reductase. Rupasinghe, S.G., Duan, H., Frericks Schmidt, H.L., Berthold, D., Rienstra, C.M., and Schuler, M.A. 2007. High-yield expression, purification and refolding of isotopically labeled cytochrome P450 monooxygenases for solid-state NMR spectroscopy. Rupasinghe, S.G., Wen, Z., Chiu, T.L. and Schuler, M.A. 2007. Helicoverpa zea CYP6B8 and CYP321A1: different molecular solutions to the problem of metabolizing plant toxins and insecticides. Baudry, J., Rupasinghe, S., and Schuler, M.A. 2006. Class-dependent sequence alignment strategy improves the structural and functional modeling of P450s.","university":"University of Illinois at Urbana-Champaign","research_area_score":0.1948750457,"keywords":"[birth, certain congenital diseases, invasive fetal therapy, Her lab, methods, current clot, complications, insertion, incision, clot, new method, thrombosis, stroke, many cardiovascular diseases, key mechanism, clots, methods, Her lab, cardiovascular applications, therapy, image, group, Dr. Xu’s]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":11.0,"promotion_year_score":0.8533333333,"phd_year_diff":1.0,"phd_year_score":0.972972973,"final_score":0.6737271174},"429":{"department":"Biomedical Engineering","name":"Bruce M Klitzman","phd_school":"Unknown","phd_year":1979,"position":"Professor","profile_link":"https:\/\/bme.duke.edu\/faculty\/bruce-klitzman","promotion_year":"Unknown","tag":"aspirant","text_raw":"Our overriding interests are in the fields of tissue engineering, wound healing, biosensors, and long term improvement of medical device implantation. My basic research interests are in the area of physiological mechanisms of optimizing substrate transport to tissue. This broad topic covers studies on a whole animal, whole organ, hemorheological, microvascular, cellular, ultrastructural, and molecular level. The current projects include: 3) tissue engineering; combining isolated cells, especially adult stem cells, with biomaterials to form specialized composite structures for implantation, with particular emphasis on endothelial cell physiology and its alteration by isolation and seeding on biomaterials. The primary basic science research interests of our laboratory are in the area of physiological mechanisms of maintaining substrate transport from blood to tissue. This broad topic covers studies on whole animals, such as rats and mice, as well as studies on whole organ, hemorheological, microvascular, cellular, ultrastructural, and molecular levels. The current projects include: 1) control of blood flow and flow distribution in the microcirculation; 2) the effects of synthetic and biologic implants on substrate transport to tissues; 3) the physiological adaptation of the microcirculation and mitochondria to chronic hypoxia, hyperoxia, or cold, and the subsequent alteration in oxygen transport; 4) mathematical modeling of tissue oxygen tension distribution and angiogenesis. 5) tissue engineering; combining isolated cells with biomaterials to form specialized composite structures for implantation, with particular emphasis on endothelial cell physiology and its alteration by isolation and seeding on biomaterials; 6) decreasing the thrombogenicity of synthetic blood vessels and improving their overall performance and biocompatibility; 7) the investigation of tissue damage resulting from abnormal perfusion (e.g., relative ischemia, anoxia, etc.) and therapies which minimize ischemic damage; 8) the abnormal development of tumor microcirculation and its effect on tumor oxygenation; 9) measurement of tissue blood flow and oxygenation as an indicator of tissue viability and functional potential; 10) development of biocompatible materials for soft tissue reconstruction or augmentation; 11) molecular and cellular effects of ultraviolet light on skin which can lead to cancer, and therapies which may minimize damage; 12) wound healing in bone and soft tissues, with special emphasis on the detection and treatment of infection and its effects on healing. 13) improving the outflow facility of ophthalmologic devices implanted to reduce elevated intraocular pressures found in patients with glaucoma. Future studies will continue to focus on improving the biocompatibility of biosynthetic implants. Additional new emphasis may be placed on investigating the effects of radiation on wound healing and methods of minimizing the consequences of radiation exposure. Specific collaborations with faculty in Biomedical Engineering include improving the biocompatibility of biosensors, surface modification of implanted devices, and transplanting endothelial cells onto small diameter synthetic vascular grafts. Laux, P; Tralau, T; Tentschert, J; Blume, A; Dahouk, SA; Bäumler, W; Bernstein, E; Bocca, B; Alimonti, A; Colebrook, H; de Cuyper, C; Dähne, L; Hauri, U; Howard, PC; Janssen, P; Katz, L; Klitzman, B; Kluger, N; Krutak, L; Platzek, T; Scott-Lang, V; Serup, J; Teubner, W; Schreiver, I; Wilkniß, E; Luch, A, Baccarani, A; Yasui, K; Olbrich, KC; El-Sabbagh, A; Kovach, S; Follmar, KE; Erdmann, D; Levin, LS; Stamler, JS; Klitzman, B; Zenn, MR, Dai, Q; Huang, J; Klitzman, B; Dong, C; Goldschmidt-Clermont, PJ; March, KL; Rokovich, J; Johnstone, B; Rebar, EJ; Spratt, SK; Case, CC; Kontos, CD; Annex, BH,","university":"Duke University","research_area_score":0.3707728747,"keywords":"[Tyndall Centre Working Paper, central Namibia, diversification, local knowledge, Agricultural adaptation, D.S.G., Thomas, A.J., Newsham, M.J. Mace, S., Huq, J., Paavola, W.N., Adger, dependent societies, equity, Adaptation, C., Twyman, D.S.G., Thomas, R.M., Bailey, D.S.G., Thomas, D.C., Schreve, P.G., Langdon, A., Bogaard, P., Ditchfield, A., C.S., Lane, S.P.E., Blockley, Southern Malawi, Lake Chilwa, level, fluctuations, variations, Late Quaternary Indian Ocean monsoon, R.M., Bailey, D.S.G., Thomas, D.C., Schreve, P.G., Langdon, A., Bogaard, P., Ditchfield, A., C.S., Lane, S.P.E., Blockley, big uncertainties, what, drylands, human interactions, Quaternary environmental changes, R.M., Bailey, D.S.G., Thomas, R.M., Bailey, D.S.G., Thomas, D.C., Schreve, P.G., Langdon, A., Bogaard, P., Ditchfield, A., C.S., Lane, S.P.E., Blockley, stochastics, victim, palaeoenvironments, archive, sands, A.E.C., Stone, S., Burrough, D.S.G., Thomas, R.M., Bailey, M.W., Telfer, R.M., Bailey, D.S.G., Thomas, D.C., Schreve, P.G., Langdon, A., Bogaard, P., Ditchfield, A., C.S., Lane, S.P.E., Blockley, OSL, new chronologies, northern Namib Desert, courses, D.S.G., Thomas, A.E.C., Stone, R.M., Bailey, D.S.G., Thomas, D.C., Schreve, P.G., Langdon, A., Bogaard, P., Ditchfield, A., C.S., Lane, S.P.E., Blockley, Botswana, Kalahari, early human occupation, Hydrological change, D.S.G., Thomas, S., Burrough, M., Meadows, P., Holmes, Chapter, Pan Systems, Lacustrine, Terminal Basins, P.A., Shaw, D.S.G., Thomas, Botswana, Tsodilo Hills, integrated study, NW Kalahari, Late Pleistocene wetting, F., Davies, S., McLaren, D., Nash, C., Appleton, K., Haberyan, M., Bateman, P.A., Shaw, G., Brook, D.S.G., Thomas, development, models, palaeoclimate, implications, South Africa, Witpan, development, lunette, temporal complexity, forms, analysis, mechanisms, South Africa, western margin, accumulation, future dynamics, predictions, aeolian palaeoclimatic reconstructions, implications, southwestern Kalahari, chronostratigraphy, accumulation, Quaternary, plateau, Yuanbao, OSL, ka, ka, deposition, Rates, marine, palaeoclimatic changes, relationship, Timing, western South Africa, accumulation, Multiphase late Quaternary, paleoclimatic changes, its relationship, South Africa, western margin, development, F., J, Bissonnette, S.A., Kowsar, J., Davies, M., Solh, H., Eswaran, U.N., Safriel, D.S.G., Thomas, S.D., Santha, J.L., Flores, Flores, interdune, water, OSL, New chronologies, northern Namib Sand Sea, Quaternary palaeohydrological changes, D.S.G., Thomas, M.D., Bateman, A.C.W., Baas, G.F.S., Wiggs, K., White, J., Bullard, R.G., Bryant, C., Bristow, I., Livingstone, luminescence, application, review, Namib Desert, palaeohydrological change, late Quaternary, Casting new light, Holocene palaeoenvironmental, new analysis, African Humid Period, time, eastern Arabia Central southern Africa, occupation, early human dispersal, Implications, United Arab Emirates, Khali, Rub’ al, dynamics, Quaternary humidity, G.F.S., Wiggs, K.H., White, D.S.G., Thomas, J.M., Nield, J.E., Bullard, R.G., Bryant, C., Bristow, M.D., Bateman, A., Baas, I., Livingstone, Neolithic, southeast Arabia, its implications, United Arab Emirates, Holocene humid phase, analysis, multi, A.G., Parker, F., Borgi, S., Mery, V., Charpentier, H., Walkington, M., Hodson, M.J., Leng, O., Atkinson, A.S., Goudie, D.S.G., Thomas, G., Preston, terrestrial laser, development, surface, pattern, implications, playa, salt, interactions, pore, surface, Climate, M., Zárate, X., Yang, A., Tripaldi, H., Tsoar, A., Singhvi, J., Roskin, P., Hesse, A., Halfen, G., Duller, S., Burrough, O., Bubenzer, C., Bristow, D., Thomas, S., Wolfe, N., Lancaster, system, hypotheses, quantitative method, accumulation, Quaternary desert, forcing, evidence, scanning, development, surface, pattern, crust, implications, playa, salt, interactions, pore, surface, Climate, R., Aalto, P., Downs, J., Wainwright, J., Rose, P., Tarolli, V.R., Thorndycraft, J., Murton, A.J., Plater, R.C., Chiverrell, D.S.G., Thomas, J.E., Bullard, S., Tooth, A.G., Brown, R.M., Bailey, D.S.G., Thomas, D.C., Schreve, P.G., Langdon, A., Bogaard, P., Ditchfield, A., C.S., Lane, S.P.E., Brazil Blockley, South Africa, implications, food, system, impacts, adaptive capacity, datasets, application, advances, northeastern Rub’Al Khali, Quaternary environmental change, response, China Desert dune, governance, village, comparative study, Integrated Water Resources Management, IWRM, Power, Water, OSL, Luminescence, aid, accumulation, history, India, Thar Desert, Quaternary, Final Honour School, Options, Dryland Environments, Quaternary Period, teaching, half, course, Physical, Geographical Environment, undergraduate level, School, programmes, Masters, Undergraduate, David, Sallie Burrough, Students, D.Phil, NERC EFCHED programme, Financial support, Royal Holloway, lecturer, PDRA, Dr Simon Armitage, Libyan Palaeolake Project, Aberystwyth, Dr Geoff Duller, collaboration, Tyndall Centre, Financial support, Reading, University, Dr Henny Osbahr, East Anglia, University, Professor Kate Brown, Professor Richard Washington, collaboration, postgraduates, Dr Richard Bailey, Oxford Brookes, Professor Adrian Parker, Professor Andrew Goudie, NERC, RGS, hydrology, past changes, Southern Africa, features, deposits, palaeo, dating, African palaeoclimate, Oxford, Zoology, Dept, Kathy Willis, Prof, Dr Sallie Burrough, collaboration, Leverhulme Trust, Imperial College London, Sheffield, University, Dr Giles Wiggs, Richard Washington, Prof, collaboration, NERC, southern Africa, South, environmental scientists, archaeologists, approaches, shares, collaborations, Atlantic programme, SPAN, Leverhulme Trust, Thomas, Wolfe, Lancaster, globe, change, responses, potential, data, systems, desert, ages, stabilisation, accumulation, sand, chronological records, global digital database, project, key member, Current activities, successful IGCP projects, leading series, collaborations, number, David Thomas, collaborations, ideas, data, wider initiatives, projects, Twyman, Thomas, issues, equity, resources, use, adaptation, processes, work, Key outcomes, modellers, climate, environmental scientists, interdisciplinary project, Thomas, change, global warming, responses, understanding, responses, floods, drought, shocks, southern Africa, world, dependant societies, natural resource, project, Climate Change Research, Tyndall Centre, project, principal investigator, Thomas, Arnall, human movements, environmental changes, Middleton, Thomas, e.g. Sternberg, Mongolia, Thomas, King, Africa, recent work, Thomas, dynamics, Thomas, Twyman, Stringer, human activities, its interactions, drylands, degradation, research, record, Thomas David, Dansie, fertilisation, dust, mineral, critical role, additional developments, project, western Namibia, dry valleys, Botswana, Makgadikgadi basin, project, component, data, monitoring, models, components, mineral, incorporation, wider initiative, part, atmosphere, sources, terrestrial desert, drivers, project, NERC, Co, Thomas David Thomas, Durcan, urban civilisations, postulated collapse, dynamics, complex history, wider assessments, part, changes, Holocene Indus, dynamics, timing, nature, data, archaeologists, Thar Desert, Leverhulme Trust, current project, fieldwork, Kalahari, find, desert, Lithics, Namib Sand Sea, artefact, arid regions, today, early human presence, substantial evidence, desert, Lithics, last ~100ka, Kalahari, major hydrological changes, Stone Age responses, first analysis, palaeoenvironmental methods, field, hydrological history, region, relation, areas, its raw material, central southern Africa, Middle Kalahari, Stone Age archaeology, first systematic analysis, aim, late Quaternary, use, Stone Age mobility, major hydrological shifts, Kalahari, archaeology, project, Leverhulme Trust, Principal Investigator, Thomas David Thomas, Preston, United Arab Emirates, green Arabia, context, other research, Thar Desert, ancient Indus civilisation, Botswana, Kalahari, archaeology, contexts, palaeoscientists, archaeologists, collaborative research, theme, past, persistent human presence, inhospitable today, areas, past, dynamics, hydroclimate, early civilisations, early humans, presence, evidence, Deserts, European loess, timing, origins, knowledge, projects, Nebraska, drought, responses, dryland land, luminescence, ways, region, world, fluvial dynamics, timing, nature, Namibia, deposits, Quaternary, southern Africa, geochronometric work, Sedimentological, Bailey, Thomas, Burrough, size, megalakes, past, systems, desert, Kalahari, systems, environmental change, climate, geochemical records, New approaches, Thomas, Bailey, accumulation, past desert, drivers, timing, approaches, change, response, development, record, order, OSL, structures, dune, unique opportunity, construction, sand, Quarrying, Late Quaternary, significant environmental changes, result, aeolian accumulation, record, ridges, United Arab Emirates, Leighton, Arabia deserts, similar approaches, Thomas, Burrough, Thomas, Stone, Zimbabwe, Zambia, South Africa, Namibia, Botswana, parts, Kalahari region, work, timescales, histories, records, luminescence, sources, shoreline, lacustrine, dune, Burrough, Thomas, Thomas, data, dry systems, biological origins, other environments, sources, traditional Quaternary terrestrial proxy, changes, potential responses, data, changes, drylands, extensive deserts, world, extensive Kalahari region, southern Africa, interior, years, other continents, Africa, deserts, margins, questions, Quaternary environmental change, seasons, contexts, results, methods, geochronology, appropriate laboratory, data, data, environmental contexts, empirical datasets, rigorous fieldwork, Most projects, value, Boise Funds, Fell, Leverhulme Trust, ESRC, NERC, RCUK, grants, Co, PI, David Thomas, Manchester, Abi Stone, Oxford, Sallie Burrough, Leeds, Susannah Sallu, Reading, Alex Arnell, Uppsala, Tom Stevens, Plymouth, Matt Telfer, CNRS Montpellier, Brain Chase, Leicester, Andy Carr, Sheffield, Chasca Twyman, Botswana, Drs Jeremy Perkins, Leeds, Lindsay Stringer, Loughborough, Joanna Bullard, Brighton, David Nash, Leeds University, Environment, Faculty, Dean, Professors Andy Dougill, academic posts, completion, doctoral students, date, DTP, NERC, Oxford, committee, member, profile, significant teaching, David Thomas, projects, executive roles, many internal university, migration, Environmental drivers, Foresight Programme Lead Expert Group, Science, UK Government Office, member, sector, similar discipline, member, RAE2014 Geography subpanels, REF2008, member, courses, geography, fieldwork, quantitative analysis, expectation, QAA, Quality Assurance Agency, UK Physical Geography, RGS International Benchmark Review, Fellows, Geomorphology, British Society, group, British Geomorphological Research Group, chair, Expeditions, Fieldwork, Higher Education, Research, Royal Geographical Society, President, Vice, recent years, South Africa, Witwatersrand, University, Cape Town, University, Honorary Professor, Department form, Head, Director, International Drylands research, Sheffield Centre, Geography, Department, Professor, lecturer, Sheffield University, David, D.Phil degrees, Ed, Cert, undergraduate, student, Oxford, Environment, Geography, School, Head, Hertford College, Professorial Fellow, Kenneth Mason, E.W.Gilbert, Jean Gottmann, Andrew Goudie, original statutory chair, Oxford, Geography, Professor, David Thomas, science, work, body, Baz Award, America Farouk El, Geological Society, David, IPCC assessment, volumes, contributions, papers, peer, books, other physical geographers, scientists, biologists, archaeologists, interactions, science, climate, Late Quaternary environmental change, geomorphological processes, projects, impacts, climate, use, degradation, desertification, interdisciplinary projects, hand, His research, contexts, North America, India, Asia, Arabia, research, Africa, his research, Quaternary Period, contemporary drylands, physical geographer, geomorphologist, David Thomas]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":1.0,"phd_year_score":0.972972973,"final_score":0.6718729238},"15":{"department":"Biochemistry","name":"Arnim Pause(1)","phd_school":"Unknown","phd_year":1994,"position":"Professor","profile_link":"http:\/\/www.mcgill.ca\/biochemistry\/about-us\/department\/faculty-members\/pause","promotion_year":"Unknown","tag":"aspirant","text_raw":"1) Functional characterization of the FLCN-AMPK pathway in cancer - The Birt-Hogg-Dubé (BHD) syndrome is a hereditary human cancer syndrome that predisposes affected individuals to develop renal carcinoma of nearly all subtypes, as well as benign fibrofolliculomas, pulmonary, colon and renal cysts, caused by loss of-function mutations in the FLCN gene. FLCN was identified as an AMPK binding partner, and we demonstrated that FLCN is an evolutionarily conserved negative regulator of AMPK. Loss of FLCN constitutively activated AMPK, resulting in PGC-1α-mediated mitochondrial biogenesis, increased ROS production, which induced HIF transcriptional activity and drove Warburg metabolic reprogramming. This reprogramming stimulated cellular bioenergetics and conferred a HIF-dependent tumorigenic advantage in FLCN-negative cancer cells. Moreover, using Caenorhabditis elegans and mammalian cells, we showed that loss of FLCN results in constitutive AMPK-dependent induction of autophagy, inhibition of apoptosis, enhanced cellular bioenergetics, and resistance to energy-depleting stresses including oxidative stress, heat, anoxia, and serum deprivation. We further showed that AMPK activation conferred by FLCN loss is independent of the cellular energy state suggesting that FLCN controls the AMPK energy sensing ability. Together, our data suggest that FLCN is an evolutionarily conserved regulator of AMPK signaling that acts as a tumor suppressor by negatively regulating AMPK function. We are now studying the mechanism of FLCN inhibition with respect to AMPK sensing activity as well as the effect of FLCN loss and AMPK activation in tumor progression in various human cancers. 2) Role of ESCRT component HD-PTP\/PTPN23 in cancer - Components of the Endosomal Sorting Complexes Required for Transport (ESCRT) have long been proposed to act as tumor suppressors. PTPN23 or HD-PTP, an ESCRT associated protein, is located on 3p21.3, a region frequently deleted in many human malignancies. Previously, we have demonstrated that HD-PTP is a catalytically inactive PTP due to an evolutionary conserved divergence in its phosphatase domain. Using a mouse model we showed that HD-PTP is expressed in all epithelial tissues and that homozygous deletion of Ptpn23 is embryonic lethal at day 9.5. We are now characterizing various cancer phenotypes in this mouse model to elucidate the function of HD-PTP in tumorigenesis. We are also studying the effect of HD-PTP depletion on cell surface receptor trafficking, by elucidating the molecular determinants of endocytosed receptors targeting for recycling or lysosomal delivery such as receptor ubiquitination and deubiquitination. ESCRT machinery is responsible for lysosomal targeting of ubiquitinated receptors, which leads to their signal abrogation. Therefore, depletion of ESCRT components is likely to result in enhanced recycling and downstream signalling of receptors escaping degradation, potentially leading to enhanced tumor initiation and progression.","university":"McGill University","research_area_score":0.6720713925,"keywords":"[adversity, face, resilience, change, conditions, attainment, health, aspiration, social inequalities, new insights, studies, longitudinal data, context, time, human development, developmental approach, research, health, attainment, equalities, independent adulthood, dependent childhood, transition, resilience, risk, study, particular my research, attainment, social inequalities, building, study, interests, training, developmental psychologist, Cambridge University Press, Jacquelynne Eccles, attainment, aspirations, Gender differences, Rainer K. Silbereisen, work, school, Transitions, volumes, Resilience’, Risk, monograph, scholarly articles, publications, boards, member, departments, advisor, Michael Parsonage, Heather Joshi, Leslie Gutman, children, trajectories, project, ESRC, Visiting Professor, Berlin, Wissenschaftszentrum, Social Science Centre, Research Professor, University College London, Education, Institute, Social Policy, Human Development, Professor, your Research Finance Administrator, your Research Finance Administrator, page, Awarded, sections, data, queries]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":14.0,"phd_year_score":0.6216216216,"final_score":0.646846507},"339":{"department":"Biochemistry","name":"Professor Peter Rich","phd_school":"Unknown","phd_year":1972,"position":"Professor","profile_link":"https:\/\/www.ucl.ac.uk\/biosciences\/departments\/smb\/people\/iris-profiles\/rich-peter","promotion_year":1996,"tag":"aspirant","text_raw":"Research expertise is centred around UV\/visible and vibrational mid-infrared spectroscopies, together with a range of biochemical, biophysical and electrochemical methods with both basic and translational applications. Basic research in centred upon biochemical and biophysical studies of biological electron transfer processes, particularly those of the mitochondrial respiratory chain with particular attention to the basic factors that are important for coupled electron and proton transfer within proteins. Our major focus is cytochrome c oxidase, and we have developed as a model system a His-tagged form of yeast mitochondrial cytochrome c oxidase, a system which allows for the first time the genetic manipulation of both nuclear and mitochondrially-encoded subunits. Translational projects, in collaborations with clinicians at UCH, Hammersmith and Royal Free Hospitals, are aimed at exploiting the rapid technical advances of mid-infrared spectroscopy to provide new medical diagnostic tools. One major project is screening of urine samples for various kidney diseases that are difficult or expensive to diagnose with current clinical methods. This has already led to our installing an experimental IR spectrometer in the Urology clinic of RFH for a three year data collection programme. A second major programme is development of methods for rapid, automated screening of biopsy samples for cancer stage diagnoses.","university":"UCL (University College London)","research_area_score":0.1934083486,"keywords":"[physiology, its renal patho, diabetes, glucose, renal tubular transport, significance, goal, pancreatic glucagons, response, mellitus, insulin, transport, changes, pathways, relationship, Na+, SGLT, GLUT, intestinal transporters, classes, activity, expression, PKC, C, protein, PKA, protein, role, pathways, C, protein, protein, Involvement, glucagons, control, mellitus, transport, Changes, Aim, essential elements, transport, regulation, mechanisms, models, chronic renal failure, diabetes, relation, renal epithelia, intestine, transport, glucose, Mechanism, PHOSPHATE, GLUCOSE, proteomics, genomic, antioxidants, Cu, Zn, levels, proteins, genes, metablomics, proteomics, analysis, metabolites, proteins, other genes, levels, effect, levels, absorption, control, erythropoiesis, pregnancy, hypoxia, deficiency, result, factors, influence, healthy ageing, obesity, early development, neurodegeneration, infection, inflammation, anaemia, iron, overloads, thalassaemia, hereditary haemochriomatosis, our understanding, important bearing, transport, musco, genes, regulation, particular reference, functional levels, cells, iron, level, our understanding, Focus, IRON]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":3.0,"promotion_year_score":0.96,"phd_year_diff":8.0,"phd_year_score":0.7837837838,"final_score":0.6457307108},"391":{"department":"Biochemistry","name":"David M Kranz","phd_school":"Urbana-Champaign","phd_year":1982,"position":"Professor","profile_link":"http:\/\/mcb.illinois.edu\/faculty\/profile\/d-kranz\/","promotion_year":"Unknown","tag":"aspirant","text_raw":"Structure, Function, and Engineering of T Cell Receptors; Molecular Basis of Immune Recognition by T Cells; Tumor Targeting with T Cells; Engineering Protein Therapeutics Research in our laboratory is directed toward understanding a fundamental issue in immunology: how mammals can eliminate millions of different antigens that are \"foreign\" (e.g. viruses, bacteria) without destroying antigens that are \"self\" (e.g. one's own tissues). The specific focus of the lab is on the antigen-specific receptor expressed by T lymphocytes (T cell receptor, TCR). The TCR is an αβ heterodimer that recognizes foreign peptides that are bound to products of the major histocompatibility complex (MHC). Foreign peptides can be derived from viral or bacterial antigens or in some cases from tumor associated antigens. For example, cytotoxic T cells recognize and kill tumor cells that express on their surface peptides bound to class I products of the MHC. Down regulation of the peptide\/class I complex is one mechanism that tumor cells use to escape recognition and destruction. It has also become clear that the aberrant reactivities of some α&beta TCRs can have severe autoimmune consequences. Rheumatoid arthritis and multiple sclerosis are two examples of diseases that involve the activity of T cells. Studies of the molecular processes involved in the expression of the αβ TCR and the biochemical interactions between the TCR and its ligands are essential to understanding and eventually controlling such detrimental responses. A complete understanding of T cell recognition will require knowledge about the binding properties of T cell receptors. Unfortunately, the major limitation to such biochemical analyses has been the lack of pure receptor protein. Our lab has engineered a \"single-chain receptor\" gene (scTCR) that contains the Vα and Vβ genes from a T cell clone linked by a gene that encodes a flexible peptide. The scTCR has been overexpressed in 27 kD) has been identified. Our goals are to use these recombinant proteins to: 1) evaluate the binding affinities and specificities of the TCR, 2) use site-directed mutagenesis to map the binding site of the TCR, and 3) correlate the energy of TCR-peptide\/MHC interactions with biological function. In another project, the TCR has been displayed on the surface of yeast cells. The yeast display system has been used to evolve more stable forms of the soluble TCR and to evolve TCR with higher affinities for their ligands. These high affinity TCRs have been used 1) to study the relationship between T cell function and TCR:ligand binding kinetics, 2) as probes for the presence of peptide-MHC complexes on tumor cells, 3) to inhibit undesirable T cell activity, and 4) to elucidate the structural contributions of different interactions to binding affinity. Finally, our lab is interested in engineering other proteins of immunological interest. These include the class I and class II MHC proteins, NK receptors, and antibodies against various T cell surface molecules. Proteins engineered for greater stability and higher affinity will be used to examine various structural and biochemical properties of the proteins, in addition to develop possible novel therapeutic agents. Sharma P, Kranz DM. Recent advances in T-cell engineering for use in immunotherapy. F1000Res. 2016 Sep 19;5. pii: F1000 Faculty Rev-2344. eCollection 2016. Review. Harris DT, Wang N, Riley TP, Anderson SD, Singh NK, Procko E, Baker BM, Kranz DM. Deep Mutational Scans as a Guide to Engineering High Affinity T Cell Receptor Interactions with Peptide-bound Major Histocompatibility Complex.J Biol Chem. 2016 Nov 18;291(47):24566-24578 Bar-Or A, Steinman L, Behne JM, Benitez-Ribas D, Chin PS, Clare-Salzler M, Healey D, Kim JI, Kranz DM, Lutterotti A, Martin R, Schippling S, Villoslada P, Wei CH, Weiner HL, Zamvil SS, Smith TJ, Yeaman MR. Restoring immune tolerance in neuromyelitis optica: Part II. Neurol Neuroimmunol Neuroinflamm. 2016 Sep 7;3(5):e277. Steinman L, Bar-Or A, Behne JM, Benitez-Ribas D, Chin PS, Clare-Salzler M, Healey D, Kim JI, Kranz DM, Lutterotti A, Martin R, Schippling S, Villoslada P, Wei CH, Weiner HL, Zamvil SS, Yeaman MR, Smith TJ. Restoring immune tolerance in neuromyelitis optica: Part I. Neurol Neuroimmunol Neuroinflamm. 2016 Sep 7;3(5):e276. Posey AD Jr, Schwab RD, Boesteanu AC, Steentoft C, Mandel U, Engels B, Stone JD, Madsen TD, Schreiber K, Haines KM, Cogdill AP, Chen TJ, Song D, Scholler J, Kranz DM, Feldman MD, Young R, Keith B, Schreiber H, Clausen H, Johnson LA, June CH. Engineered CAR T Cells Targeting the Cancer-Associated Tn-Glycoform of the Membrane Mucin MUC1 Control Adenocarcinoma. Immunity. 2016 Jun 21;44(6):1444-54. Harris DT, Singh NK, Cai Q, Smith SN, Vander Kooi C, Procko E, Kranz DM, Baker BM. An Engineered Switch in T Cell Receptor Specificity Leads to an Unusual but Functional Binding Geometry. Structure. 2016 Jul 6;24(7):1142-1154. Harris DT, Kranz DM. Adoptive T Cell Therapies: A Comparison of T Cell Receptors and Chimeric Antigen Receptors.Trends Pharmacol Sci. 2016 Mar;37(3):220-30. Adams JJ, Narayanan S, Birnbaum ME, Sidhu SS, Blevins SJ, Gee MH, Sibener LV, Baker BM, Kranz DM, Garcia KC. Structural interplay between germline interactions and adaptive recognition determines the bandwidth of TCR-peptide-MHC cross-reactivity. Nat Immunol. 2016 Jan;17(1):87-94 Mattis DM, Chervin AS, Ranoa DR, Kelley SL, Tapping RI, Kranz DM.Studies of the TLR4-associated protein MD-2 using yeast-display and mutational analyses. Mol Immunol. 2015 Dec;68(2 Pt A):203-12. Sharma P, Wang N, Chervin AS, Quinn CL, Stone JD, Kranz DM.A Multiplex Assay for Detection of Staphylococcal and Streptococcal Exotoxins. PLoS One. 2015 Aug 25;10(8):e0135986. Smith SN, Harris DT, Kranz DM. T Cell Receptor Engineering and Analysis Using the Yeast Display Platform. Methods Mol Biol. 2015;1319:95-141. Stone JD, Harris DT, Kranz DM.TCR affinity for p\/MHC formed by tumor antigens that are self-proteins: impact on efficacy and toxicity. Curr Opin Immunol. 2015 Apr;33:16-22. Kranz DM, Sykulev Y. Herman N. Eisen: Mentor to many. Proc Natl Acad Sci U S A. 2015 Feb 10;112(6):1650-1. Smith SN, Wang Y, Baylon JL, Singh NK, Baker BM, Tajkhorshid E, Kranz DM.Changing the peptide specificity of a human T-cell receptor by directed evolution. Nat Commun. 2014 Nov 7;5:5223. Tosic V, Thomas DL, Kranz DM, Liu J, McFadden G, Shisler JL, MacNeill AL, Roy EJ. Myxoma virus expressing a fusion protein of interleukin-15 (IL15) and IL15 receptor alpha has enhanced antitumor activity. PLoS One. 2014 Oct 16;9(10):e109801. Stone JD, Harris DT, Soto CM, Chervin AS, Aggen DH, Roy EJ, Kranz DM. A novel T cell receptor single-chain signaling complex mediates antigen-specific T cell activity and tumor control. Cancer Immunol Immunother. 2014 Nov;63(11):1163-76. Hawse WF, De S, Greenwood AI, Nicholson LK, Zajicek J, Kovrigin EL, Kranz DM, Garcia KC, Baker BM. TCR scanning of peptide\/MHC through complementary matching of receptor and ligand molecular flexibility. J Immunol. 2014 Mar 15;192(6):2885-91. Sharma P, Wang N, Kranz DM. Soluble T cell receptor Vβ domains engineered for high-affinity binding to staphylococcal or streptococcal superantigens. Toxins(Basel). 2014 Jan 28;6(2):556-74. Sharma P, Postel S, Sundberg EJ, Kranz DM. Characterization of the Staphylococcal enterotoxin A: Vβ receptor interaction using human receptor fragments engineered for high affinity. Protein Eng Des Sel. 2013 Dec;26(12):781-9. Narayanan S, Kranz DM. The same major histocompatibility complex polymorphism involved in control of HIV influences peptide binding in the mouse H-2Ld system. J Biol Chem. 2013 Nov 1;288(44):31784-94. Stone JD, Kranz DM. Role of T cell receptor affinity in the efficacy and specificity of adoptive T cell therapies. Front Immunol. 2013 Aug 21;4:244. Smith SN, Sommermeyer D, Piepenbrink KH, Blevins SJ, Bernhard H, Uckert W, Baker BM, Kranz DM. Plasticity in the contribution of T cell receptor variable region residues to binding of peptide-HLA-A2 complexes. J Mol Biol. 2013 Nov 15;425(22):4496-507. Schmitt TM, Aggen DH, Stromnes IM, Dossett ML, Richman SA, Kranz DM, Greenberg PD. Enhanced-affinity murine T-cell receptors for tumor\/self-antigens can be safe in gene therapy despite surpassing the threshold for thymic selection. Blood. 2013 Jul 18;122(3):348-56. Engels B, Engelhard VH, Sidney J, Sette A, Binder DC, Liu RB, Kranz DM, Meredith SC, Rowley DA, Schreiber H. Relapse or eradication of cancer is predicted by peptide-major histocompatibility complex affinity. Cancer Cell. 2013 Apr 15;23(4):516-26. Engels, B., A. S. Chervin, A. J. Sant, D. M. Kranz, and H. Schreiber (2012) Long-term Persistence of CD4(+) but Rapid Disappearance of CD8(+) T Cells Expressing an MHC Class I-restricted TCR of Nanomolar Affinity. Molecular Therapy. 20(3):652-60. Aggen, D. H., A. S. Chervin, T. M. Schmitt, B. Engels, J. D. Stone, S. A. Richman, K. H. Piepenbrink, B. M. Baker, P. D. Greenberg, H. Schreiber, and D. M. Kranz (2012) Single-chain ValphaVbeta T-cell receptors function without mispairing with endogenous TCR chains. Gene Therapy, 19(4):365-74. Stone, J. D., D. H. Aggen, A. S. Chervin, S. Narayanan, T. M. Schmitt, P. D. Greenberg, D. M. Kranz (2011) Opposite effects of endogenous peptide-MHC class I on T cell activity in the presence and absence of CD8. J Immunol. 186(9):5193-200. Aggen, D. H., A. S. Chervin, F. K. Insaidoo, K. H. Piepenbrink, B. M. Baker, and D. M. Kranz (2011) Identification and engineering of human variable regions that allow expression of stable single-chain T cell receptors. Protein Eng Des Sel. 24(4):361-72. Thomas, D. L., R. Doty, V. Tosic, J. Liu, D. M. Kranz, G. McFadden, A. L. Macneill, and E. J. Roy (2011) Myxoma virus combined with rapamycin treatment enhances adoptive T cell therapy for murine melanoma brain tumors. Cancer Immunol Immunother. 60(10):1461-72. Bonsor, D. A., S. Postel, B. G. Pierce, N. Wang, P. Zhu, R. A. Buonpane, Z. Weng, D. M. Kranz, E. J. Sundberg (2011) Molecular basis of a million-fold affinity maturation process in a protein-protein interaction. J Mol Biol. 411(2):321-8. Fuertes, M. B., A. K. Kacha, J. Kline, S. R. Woo, D. M. Kranz, K. M. Murphy, and T. F. Gajewski (2011) Host type I IFN signals are required for antitumor CD8+ T cell responses through CD8{alpha}+ dendritic cells. J Exp Med. 208(10):2005-16. Stone, J. D., M. N. Artyomov, A. S. Chervin, A. K. Chakraborty, H. N. Eisen, and D. M. Kranz (2011) Interactions of streptavidin-based peptide-MHC oligomers (tetramers) with cell-surface T cell receptors. J Immunol. 187(12):6281-90. Adams, J. J., S. Narayanan, B. Liu, M. E. Birnbaum, A. Kruse, N. A. Bowerman, W. Chen, A. M. Levin, J. M. Connolly, C. Zhu, D. M. Kranz, and K. C. Garcia (2011) T cell receptor signaling is limited by docking geometry to peptide-Major Histocompatibility Complex. Immunity. 35(5):681-93. Persaud, S. P., D. L. Donermeyer, K. S. Weber, D. M. Kranz, and P. M. Allen (2010) High-affinity T cell receptor differentiates cognate pepMHC and altered peptide ligands with distinct kinetics and thermodynamics. Mol Immunol. 47(9):1793-801. Wang, N, D. M. Mattis, E. J. Sundberg, P. M. Schlievert, and D. M. Kranz (2010) A single, engineered protein therapeutic neutralizes exotoxins from both Staphylococcus and Streptococcus. Clin Vaccine Immunol. 17(11):1781-9. Cho, S, C. P. Swaminathan, D. A. Bonsor, M. C. Kerzic, R. Guan, J. Yang, M. C. Kieke, P. S. Andersen, D. M. Kranz, R. A. Mariuzza, and E. J. Sundberg (2010) Assessing energetic contributions to binding from a disordered region in a protein-protein interaction. Biochemistry. 49(43):9256-68. Strandberg, K. L., J. H. Rotschafer, S. M. Vetter, R. A. Buonpane, D. M. Kranz, P. M. Schlievert (2010) Staphylococcal superantigens cause lethal pulmonary disease in rabbits. J Infect Dis. 202(11):1690-7. Chervin, A. S., J. D. Stone, N. A. Bowerman, and D. M. Kranz (2009) Cutting edge: Inhibitory effects of CD4 and CD8 on T cell activation induced by high-affinity noncognate ligands. J Immunol. 183(12):7639-43. John, C. C., M. Niermann, B. Sharon, M. L. Peterson, D. M. Kranz, and P. M. Schlievert (2009) Staphylococcal toxic shock syndrome erythroderma is associated with superantigenicity and hypersensitivity. Clin Infect Dis. 49(12):1893-6.","university":"University of Illinois at Urbana-Champaign","research_area_score":0.2552640016,"keywords":"[Biotechnology Research Institute, Hospital, Montreal Children, Montreal General Hospital, Royal Victoria Hospital, institutes, hospitals, Montreal, affiliations, various resources, access, biochemistry, molecular biology, latest techniques, use, laboratory]","phd_school_rank":37.0,"phd_school_rank_diff":13.0,"phd_school_score":0.7346938776,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":2.0,"phd_year_score":0.9459459459,"final_score":0.645301275},"296":{"department":"Geography","name":"Christine Lane","phd_school":"Unknown","phd_year":"Unknown","position":"Professor","profile_link":"https:\/\/www.geog.cam.ac.uk\/people\/lane\/","promotion_year":1993,"tag":"aspirant","text_raw":"Christine is a Geochronologist and Quaternary Geographer researching the mechanisms, timing and environmental impacts of past climatic change and explosive volcanism. Head of Through my research I contribute to a better understanding of the driving mechanisms, spatial complexity and environmental impacts of climate variability, on historic and prehistoric timescales. My primary expertise lies in tephrochronology. I have worked widely across Europe and Africa using far-traveled volcanic ash (tephra) layers as isochrons to align archives and test the pacing of regional climatic and environmental transitions. In particular, I am interested in the role of changing climates and environments on hominin evolution and dispersal during the Late Pleistocene, and on historical societies in more recent times. By using tephra layers to directly connect archaeological archives to the palaeoenvironmental record, precise correlations between climatic changes and human histories can be made. Much of my current research focuses on building Late Quaternary tephrostratigraphies for volcanic regions of the East African Rift. Through the characterisation and correlation of visible and non-visible (crypto-) tephra layers in lake sediment archives, detailed stratified tephra records are contributing both to dating and correlation of important tropical palaeoclimate archives and to a better understanding of past volcanism and hazard in an understudied region. ; one of the leading bodies in palaeoclimate research. INTIMATE aims to reconstruct past abrupt and extreme climate changes over the last glacial cycle, through the precise INTegration of Ice-core, MArine, and TErrestrial records, on their own independent timescales. The combined data is used in climate models to better understand the mechanisms and impact of change, thereby reducing the uncertainty of future prediction. Research into the timing, cause and impacts of tropical megadrought events recorded in the sediments of East African Lake Challa, a 90 m deep crater lake on the flank of Kilimanjaro. Lake Challa contains an exceptional sedimentary record, with the proven potential to reconstruct past hydroclimate at high chronological precision and with dating accuracy not previously achieved in the tropics. The wider ICDP project on Lake Challa will study tropical hydroclimate and ecosystem development throughout the full ~250,000 year sediment record. Visible and non-visible tephra layers will be characterised and dated throughout the core, contributing to a high precision chronology and a first continuous tephrostratigraphic archive for the region. , Chew Bahir lies between the Ethiopian and Omo-Turkana Rifts and will provide a detailed record palaeoclimate for the Middle - Late Pleistocene. Far-travelled ashes preserved within the ~300 metre record will help us to date and correlate the palaeolake sediments. A collaborative research project between early career and experienced researchers from across Europe, that came out of the first EU COST funded INTIMATE Example training school in 2013. PI: S. Engels (Nottingham), C. Lane, D. Sachse (GFZ Potsdam). The sediments at Haemelsee record in detail the local to regional environmental responses to that palaeoclimate and palaeohydrological changes that occurred during the last Glacial to Interglacial Transition. Using a multi-proxy technique we aim to make precise regional comparisons of the timing and sequence of change at the onset and termination of the Younger Dryas Stadial. The Quaternary climate of the eastern Mediterranean: Insights into changes in climate and environment and their impact on human populations. Quaternary tephrochronologies in East Africa; Archaeological applications of tephrochronology; Resolving records of abrupt climate change; Tephra records of volcanic impacts and\/or hazard. Currently I have the following three PhD projects advertised through the Cambridge Earth System Science Doctoral Training Programme (NERC-funded, open competition): Quantifying the impact of atmospheric dust on vegetation and hydro-climate in the Amazon rainforest during the last 20,000 years. (with Francesco Muschitiello) If you are interested in applying for PhD study, I would be happy to hear from you. Please also check details on our Graduate Admissions pages for funding opportunities and the application procedure. A Lateglacial archaeological site in the far north-west of Europe at Rubha Port an t-Seilich, Isle of Islay, western Scotland: Ahrensburgian-style artefacts, absolute dating and geoarchaeology. The RESET project: constructing a European tephra lattice for refined synchronisation of environmental and archaeological events during the last c. 100 ka. , White, D., Albert, P., Collcutt, S.N., Ditchfield, P., Bouzouggar, A., Farr, L., Oh, A., Ottolini, L., Smith, V., Van Peer, P., Kindermann, K. 2015. Developing a robust tephrochronological framework for Late Quaternary marine records in the Adriatic Sea: new data from core station SA03-11 and their palaeoenvironmental significance. The Campanian Ignimbrite\/Y5 tephra layer - a regional stratigraphic marker for Isotope Stage 3 deposits in the Lower Danube region. , Hardiman, M., Rasmussen, S., Seierstad, I., Steffensen, J.P., Svensson, A., Lotter, A.F, Turney, C.S., Ramsey C.B. and INTIMATE members. 2012. Early Modern Human settling of the 'Danube corridor': The Middle to Upper Palaeolithic site of Tabula Traiana Cave in the Danube Gorges (Serbia). A regional tephrostratigraphic framework for central and southern European climate archives during the Last Glacial to Interglacial Transition: comparisons north and south of the Alps. Lowe, J., Barton, N. Blockley, S., Bronk Ramsey, C., Cullen, V.L., Davies, W., Gamble, C., Grant, K., Hardiman, M., Housley, R., , Lee, S., Lewis, M., MacLeod, A., Menzies, M, Müller, W., Pollard, M., Price, C., Roberts, A.P., Rohling, E.J., Satow, C., Smith, V.C., Stringer, C.B., Tomlinson, E.L., White, D., Albert, P., Arienzo, I., Barker, G., Boric´, D., Carandente, A., Civetta, L., Ferrier, C., Guadelli, J-L., Karkanas, P., Koumouzelis, M., Müller, U.C., Orsi, G.O., Pross, J., Rosi, M., Shalamanov-Korobar, L., Sirakov, N., and Tzedakis, P.C. 2012. Geochemistry of the Phlegraean Fields (Italy) proximal sources for major Mediterranean tephras: Implications for the dispersal of Plinian and co-ignimbritic components of explosive eruptions. Tephrochronology and absolute centennial scale synchronisation of European and Greenland records for the last glacial to interglacial transition: a case study of Soppensee and NGRIP. Smith, V.C., Pearce, N.J.G., Matthews, N.E., Westgate, J.A., Petraglia, M.D., Haslam, M., Lane, C.S., Korisettar, R. & Pal, N.J. 2011. Lead Guest Editor on the International Focus Group on Tephrochronology (INTAV) Special Issue in Quaternary Geochronology. Expected publication January 2017.","university":"University of Cambridge","research_area_score":0.3625531438,"keywords":"[March, New, New Brunswick, Rutgers University, Theoretical Computer Science, Discrete Mathematics, Center, Robotics, Computer Visition, Symposium, Invited Lecturer, April, Californi, San Francisco, Automation, Robotics, IEEE International Conference, Symposium, Probabilistic Motion Planning, Developments, Chair, Organizer, Committee Member, Classifying Patient Vital Sign Quality, Application, Time Series Data, Ordinal Regression, MS, Risa Myers, Committee Member, Structural Biology, Robotics, Applications, Complex Cost Spaces, Path Planning, Approaches, Sampling, Extensions, Dider Devaurs, Committee Member, Sequencing Data, Next, Structural Variation, Variant Allele Fraction, Masters Maximum Likelihood Inference, Xian Fan, Dissertation Director, Thesis, Order Dynamics, Second, Safety Guarantees, Science Unsynchronized Distributed Motion Planning, Master, Devin Kieber Grady, Committee Member, Branches, Trees, Their Relationships, Phylogenetic Networks, Science Reconstruction, Master, Cuong V. Than, Dissertation Director, Thesis, Domensional Nonlinear Hybrid Robotic Systems, High, Motion Planning, Level Motions, Low, Level Tasks, High, Philosophy, Doctor, Erion Plaku, Committee Member, Video Processing Algorithms, Geometrical, 3-D Animation, Activity Recognition, Modeling, D. Motion Analysis, Ph, Costas Panayiotakis, Dissertation Director, Thesis, Search, Proteins, Computer Science Local Conformational Sesarch, Science, Master, M. David Schwarz, Committee Member, Horizontal Gene Transfer, Reconstructing Recombination, Detecting, Phylogenetic Incongruence, Computer Science Applications, Science, Master, Derek Ruths, Dissertation Director, Thesis, Energetic Constraints, Spatial, Computer Science Sampling Biomolecular Conformations, Science, Master, Armada Shehu, Dissertation Director, Thesis, Polygon Manipulation, Applications, Motion Planning, Probabilistic Roadmap Methods, Science Analysis, Master, Andrew M. Ladd, Dissertation Director, Thesis, Drug design, Applications, Motion, Collective Modes, Philosophy Modeling Protein Flexibility, Doctor, Miguel Teodoro, Dissertation Director, Thesis, Polygon Manipulation, Applications, Motion Planning, Probabilistic Roadmap Methods, Science Analysis, Master, Andrew Ladd, October, Crete, Iraklion, Hellas, Technology, Research, Foundation, Computer Science, Institute, Colloquium, Future Challenges, Recent Developments, Base Motion Planners, Sampling, October, Texas, Houston, Rice University, Computer Science, Department, Meeting, Presentation, Future Challenges, Current Directions, Robotics, April, California, Berkeley, California, University, Operations Research, Industrial Engineering, Department, Invited Presentation, Elastic Objects, Randomized Planning, September, D.C, Washington, Engineering, National Academy, Engineering Symposium, Frontiers, Panelist, Invited Speaker, Robotics, Motion Planning, Michigan, Detroit, Automation, Robotics, IEEE International Conference, Distributed Manipulation, Workshop, Invited Presentation, Programmable Force Fields, Stable Equilibrium, Orientation, November, Wisconsin, Wisconsin, University, Biomedical Informatics, Lecture Series, Invited Distinguished Lecture, Future Challenges, Current Computational Approaches, Assisted Pharmaceutical Drug Design, Computer, September, Texas, Houston, Rice University, Bioengineering, Department, Colloquium, RAPID Pharmacophore Identification System, Design, Computational Approaches, October, Utah, Robotics Research, 9th International symposium, Symmetric Part, Non, Uniquely Orient, Single Universal Force, October, Korea, Kyongju, IROS, Systems, Intelligent Robots, RSJ International Conference, IEEE, Axis Based Sampling Approach, Workspace Medial, Flexible Objects, Probabilistic Roadmap Planner, O. Brock, November, Mexico, Monterrey, Automation, Robotics, International Symposium, High Diemensional Spaces, Time Motion Planning, July, France, Toulouse, Motion Planning, Opportunities, Key Research Issues, EU Workshop, NSF, Talk, Future Directions, Current Approaches, Probabilistic Roadmap Planners, July, Greece, Crete, University, Invited Seminar, Algorithmic Introduction, Molecules, Robots, Motion, J. Luo, November, Japan, Takamastu, Systems, Intelligent Robots, RSJ International Conference, IEEE, Dynamic Force Fields, Static, Assembly, April, California, San Francisco, Automation, Robotics, IEEE International Conference, Symposium Talk, Future Directions, Current Approaches, Motion Planning, Nielsen, Ch, November, Japan, Takamastu, Systems, Intelligent Robots, RSJ International Conference, IEEE, Manipulation Planning, Fuzzy PRM, October, Texas, College Station, Texas A&M University, Computer Science, Department, Invited, Programmable Vector Fields, Manipulation, Sudsang, author, Co, November, IROS, Systems, Intelligent Robots, RJS International Conference, IEEE, Single Field, Multiple Shapes, May, Korea, Seoul, ICRA, Automation, Robotics, IEEE International Conference, Invited, Freedom, Degrees, Thousands, Problem, Molecular Docking, February, Texas, Houston, Biomedical Engineering Research, 19th Annual Houston Conference, Local Frames, Molecular Conformations, Efficient Modeling, O. Brock, author, Co, May, Korea, Seoul, ICRA, Automation, Robotics, IEEE International Conference, Dimensional Configuration Places, High, Time Motion Planning, Real, Framework, Motion Planning, Decomposition, August, Texas, Houston, Rice University, Tissue Engineering, Advances, Course, Talk, Tissue Engineering, Drug Discovery, Robotics Principles, Application, August, Texas, Houston, Rice University, Engineering, George R. Brown School, Teaching Workshop, Engineering, Teaching, Introduction, May, Korea, Seoul, ICRA, Automation, Robotics, IEEE International Conference, Plane, Parts, Unique Stable Equilibrium, Programmable Force Field, Designing, Geometric Approach, June, Washington DC, Capital Hill, National Funding, Coalition, Annual Meeting, Physical World, Problems, Computational Tools, Washington DC, Sciences, National Academy, Sept., Convergence, Inplementation, Key Challenges, Workshop, Jr. Invited Participant, G.N. Phillips, M. Teodoro, April, RECOMB, Computational Biology, Research, ACM International Conference, Modeling Protein Flexibility, Dimensionality Reduction Approach, M. Zhang, October, Texas, Houston, BMES, Biomedical Engineering Society, Annual Meeting, EMBs, Biology society, Medicine, IEEE Engineering, International Conference, Subdivision, Molecular Inverse Kinematics Problems, solutions, March, TX, Austin, Austin, Texas, University, Mechanical Engineering, Department, Invited Lecture, Physical Systems, Planning, October, Illinois, Chicago, Computing Conference, Women, Grace Hopper Celebration, Physical World, Meets, Biomolecules, Robots, Keynote Speaker, October, M.D. Anderson Cancer Center, Cancer Research, M.D. Anderson 61st Annual Symposium, Systems Biology, Computational Problems, Keynote, March, Houston, Information Technology Meeting, Women, National Center, Plenary Speaker, Physical World, Molecules, Robots, November, New jersey, Piscataway, Rutgers University, DIMACS Center, Computational Geometry, DIMACS Workshop, Proteins, Conformational Flexibility, March, Pennsylvania, Pittsburgh, Exposition, Tissue Engineering Growth International Conference, Tissue Engineering, Drug Discovery, Based Approach, Robotics, October, Italy, Siena, Automation, Robotics, International Symposium, Multiple Query Roadmaps, Parallel Computation, Trees, Probabilistic Roadmaps, October, Michigan, East Lansing, Michigan State University, Science, Biological Modeling, Center, Proteins, Conformational Flexibility, January, Texas, San Antonio, Medicine Conference, Engineering, Science, Texas Academy, Physical World, Biomolecules, Robots, September, Texas, Houston, M.D. Anderson Cancer Center, Computational Cancer Research, Gulf Coast Center, Structural Biology, Robotics Inspired Approaches, Geometry, November, Pennsylvania, University, Laboratory, GRASP, Percention, Sensing, Automation, General Robotics, Future Challenges, Recent Developments, Motion Planning, August, NM, Las Cruses, New Mexico, University, Computer Science, Department, Structural Biology, Robotics Inspired Approaches, Geometry, September, NM, Las Cruses, New Mexico, Univ, ADVANCE Lecture Series, NSF, Amazing New Medicines, Biomolecules, Robots, December, TX, Houston, Computational Biology Symposium, Rice Theoretical, Physical World, Meets, Biomolecules, Robots, January, TX, Houston, Structural Biology Seminar Series, Computational, W.M. Keck Center, Physical World, Meets, Biomolecules, Robots, February, TX, Houston, Rice University, Engineering, School, New Professor Lecture Series, Physical World, Meets, Biomolecules, Robots, April, DC, Washington, National Science Foundation, Distinguished Speaker Series, Physical World, Meets, Biomolecules, Robotics, June, Rutgers University, DIMACS, Molecular Recognition, Protein Structures, Information Processing, DIMACS Workshop, Three Dimensional Protein Motifs, Statistical Analysis, Structural Comparison, Algorithms, February, MO, St Louis, Annual Meeting, AAAS, Science, Advancement, American Association, Computing Research Association, Symposium, Science Behind Computer Science, Your Science, Computer Science, August, TX, Austin, Austin, Texas, Univeristy, NIH Roadmap Grant, Retreat, Computational Structural Biology, Research, November, Rice University, NSF Director Dr. Arden Bement, visit, Presentation, Funded Research, NSF, Rice, Biological Computing Group, Physical, November, Systems, Intelligent Robots, International Conference, RSJ, IEEE, Challengning Environments, Autonomous Robots, Algorithmic Motion Planning, Workshop, Motion Planning, Physical Realism, January, NJ, Camden, Cognitive Mobile Robotics Technical Interchange Planning Meeting DARPA, Driving Vehicles, Puzzles, Motion Planning, June, TX, Clear Lake, JSC, NASA, Joint Society Meerting, IEEE Galveston Bay Section, Physical Systems, Motion Planning, May, Pasadena, Automation, Robotics, International Conference, Algorithmic Automation, Workshop, Robotics Automation, Based Simulation, Physic, Motion Planning, July, IL, Chicago, Robotics, Searching Artificial Intelligence, AAAI-08 Workshop, Differential Constraints, Motion Planning, Informed Search, June, WA, Seattle, Systems, Science, Robotics, Kinematics Workshop, Planning, Invited Talk, Protein Structure, Function, Protein Flexibility, Analysis, Dimension Reduction Methods, Inspired, Robotics, June, WA, Seattle, Systems, Science, Robotics, Algorithmic Automation, Workshop, Invited Talk, Automation, Motion Planning, Role, February, CA, California Santa Barbara, Univ, Mechanical Engineering, Department, Colloquium, Function, Molecular Flexibility, Analysis, May, Japan, Kobe, Automation, Robotics, International Conference, Robotics, Open Source Sofeware, Workshop, Invited Talk, Motion Planning, System, Object, OOPSMP, January, Germany, Tubingen, Perspectives, Art, State, Autonomous Systems, Max Planck Symposium, Invited Talk, Autonomous Robotic Systems, Motion Planning, May, Japan, Kobe, Automation, Robotics, International Conference, Automation, Robotics, Formal Methods, Workshop, Invited Talk, Hybrid Systems, Linear Temporal Logic, Safety Properties, Falsification, June, TX, Austin, Discrete Mathematics, SIAM Conference, Computational Biology, Symposium, Invited Talk, Proein Flexibility, Analysis, Methods, Robotics, November, Taiwan, Taichung, Asia University, Biocomputation Forum, Function, Protein Flexibility, Analysis, Dimension Reduction Methods, Robotics, April, TX, Arlington, Arlington, Texas, University, Computer Science, Mechanical Engineering, Departments, Invited Colloquium, Motion Planning, May, AL, Anchorage, Automation, Robotics, Formal Methods, Workshop, Invited Talk, Level Temporal Goals, High, Motion Planning, October, TX, College Station, Texas A&M University, Aeronautical Engineering, Department, Colloquium, Level Temporal Goals, High, Motion Planning, October, VA, Arlington, NSF, National Science Foundation, Distinguished Lecture Series, CISE, Engineering, Information Science, Computer, Physical Systems, Motion Planning, June, Greece, Thessaloniki, Technology, Research, Center, Telematics, Informatics, Institute, Invited Talk, Physical Systems, Motion Planning, August, TX, Houston, Tissue Engineering, Invited Talk, Tissue Engineering, Systems Biology, Computational Biology, Applications, March, PA, Allentown, Lehigh University, Com­puter Science, Department, Distinguished Lecture Series, Biology, Robotics, Based Planning, Sampling, June, Greece, Crete, Heraklion, FORTH, Hellas, Technology, Research, Foundation, Invited Seminar, Hybrid Systems, Motion Planning, June, Germany, Berlin, Systems, Robotics Science, Automation, Robotics, Formal Methods, Workshop, Invited Talk, Complex Dynamics, Robots, Temporal Logic Motion Planning, November, TX, Houston, Equity, Excellence, Richard Tapia Center, Rice University, Empowering Leadership Alliance, Black Engineers, National Society, Hispanic Professional Engineers, Society, co, Fourth Annual STEM Research Symposium, Robot Motion Planning, April, TX, Houston, Medicine, Baylor School, Seminar Series, CIBR, Integrative Biomedical Research, Computational, Center, Invited Talk, Physical Computing, March, George Mason University, Computer Science, Department, Computer Science Distinguished Lecture Series, Proteins, Automatic Functional Annotation, July, Greece, Athens, Demokeitos, Scientific Research, National Center, Invited Talk, Level Specifications, Complex High, Robot Motion Plans, Computation, October, NY, Ithaca, Salton Lecture Series, Invited CS Colloquium, Physical World, Meets, Biomolecules, Robots, July, Italy, Rome, Systems, Science, Robotics, Robotics, Women, Workshop, Invited Talk, Motion Planning, Task, May, WA, Seattle, Automation, Robotics, IEEE International Conference, Robot Guru Workshop, Invited Talk, Rice University, Kavraki Laboratory, Robotics, February, CA, Los Angeles, Engineering, USC Viterbi School, Computer Science, Colloquium Lecture, Biomolecules, Robots, Complex Systems, March, GA, Atlanta, Technology, Georgia Institute, Interactive Computing, School, IRIM Seminar, Complex Physical Systems, August, TX, Houston, Tissue Engineering, Invited Talk, Tissue Engineering, Systems Biology, Computational Structural Biology, June, China, Wuhan, Regenerative Biomedical Materials, International Conference, Invited Talk, Tissue Engineering, Enabling Technology, Ligand Interactions, Receptor, Computational Prediction, February, TX, College Station, M University, Texas A, Robotics Seminar, Control, Systems, Invited Talk, Level Specifications, Complex High, Robot Motion Plans, Computation, December, Singapore, Singapore, National University, Computer Science, Department, Invited Talk, Function, Protein Flexibility, Analysis, Portugal, Vilamoura, October, Systems, Intelligent Robots, RSJ International Conference, IEEE, SyCLoP, Dimensional Projections, L.E. Kavraki, M.R. Maly, MN, Minneapolis, May, ICRA, Automation, Robotics, IEEE International Conference, Motion Planning Us­ing Task Motion Multigraphs, Simultaneous Task, Uncertainty, L.E. Kavraki, I.A. Sucan, November, TX, College Station, Rescue Robotics, Security, Safety, IEEE International Symposium, Like Robot, Car, Replanning, Objective Sensor, Multi, L.E. Kavraki, R.G. Baraniuk, A.C. Sankaranarayanan, C. Hedge, M. Moll, D.K. Grady, November, TX, College Station, Rescue Robotics, Security, Safety, IEEE International Symposium, Reachability Constraints, Robot Target Veriﬁcation, Multi, L.E. Kavraki, R.G. Baraniuk, A.C. Sankaranarayanan, C. Hedge, M. Moll, D.K. Grady, Im­munobiology, Major Complement Effector, Transformation, Activation, Molecular Insight, C3b, Conformational Flexibility, L.E. Kavraki, J.D. Lambris, D. Ricklin, M. Moll, B. Gipson, TX, Austin, October, Research, Cancer Prevention, Innovations, Cancer Target Stat3, Sh2 Domain, Complex, Peptidomimetics, Computational Modeling, L.E. Kavraki, J. McMurray, Dhanik, PA, Philadel­phia, October, IEEE Press, BioMedicine, BioInformation, IEEE International Conference, Computational structural Bioinformatics Workshop, Large Ligands, Docking, Incremental Docking Protocol, AutoDock, L.E. Kavraki, J. McMurray, Dhanik, Parallelizable Random Sampling Techniques, Dimensional Geometric Spaces, High, Connectivity, Rajeev Motwani, C. Latombe, J, L. Kavraki, D. Hsu, Constrained Conformational Search, Pharmacophore, Rational Drug Design, Efficient Database, C. Latombe, J, L. Kavraki, P. Finn, S. Lavalle, Axis Based Sampling Approach, Workspace Medial, Flexible Objects, Probabilistic Roadmap Planner, L. Kavraki, R. Holleman, L. Guibas, Symmetric Part, Non, Uniquely Orient, Single Universal Force Field, F. Lamiraux, L. Kavraki, K. Bohringer, D. Donald, Constant Force Fields, Radial, Unit, Combination, Symmetric Parts, Class, Orienting, Positioning, L.E. Kavraki, F. Lamiraux, Plane, Parts, Unique Stable Equilibrium, Programmable Force Field, Designing, A Geometric Approach, L.E. Kavraki, Sudsang, BMES, Biomedical Engineering Society, Annual Meeting, EMBS, Biology Society, Medicine, IEEE Engineering, 24th International Conference, Proceedings, Single Query Planning Primitives, Multiple Query Probabilistic Roadmap Planning, L.E. Kavraki, E. Plaku, A.M. Ladd, A.Y. Chen, K.E. Bekris, Multiple Query Roadmaps, Parallel Computation, Trees, Probabilistic Roadmaps, L.E. Kavraki, E. Plaku, A.M. Ladd, A.Y. Chen, K.E. Bekris, M. Akinc, Constrained State Spaces, Motion-, Search Strategy, Trees, L.E. Kavraki, N. Bedrossian, J.M. Phillips, Wireless Networks, Scale, Robust Localization, L.E. Kavraki, D.S. Wallach, A. Rudys, A.M. Ladd, E. Flannery, Haeberlen, Invited, Multiple Query Roadmaps, Parallel Computation, Trees, Probabilistic Roadmaps, L.E. Kavraki, E. Plaku, A.M. Ladd, A.Y. Chen, K.E. Bekris, M. Akinc, 3D Protein Motifs, Statistical Analysis, Structural Comparison, Algorithms, L.E. Kavraki, O. Lichtarge, M. Kimmel, D.M.Kristensen, V.Y. Fofanov, B.Y. Chen, Protein Function Prediction, Motifs, Automated Distributed Optimization, Geometric Sieving, L.E. Kavraki, O. Lichtarge, M. Kimmel, A.M. Lisewski, D.M. Kristen, B.D. Dodson, D.H. Bryant, V.Y. Fofanov, B.Y. Chen, Protein Function Prediction, False Positives, Aware Motifs, Cavity, L.E. Kavraki, O Lichtarge, M. Kimmel, A.E. Cruess, D.M. Kristensen, V.Y. Fofanov, D.H. Bryant, B.Y. Chen, Order Dynamics, Second, Communicating Vehicles, Time Planning, Safe, Distributed Protocol, L.E. Kavraki, K. Tsianos, K.E. Bekris, Replan Online, Complex Dynamics, Communicating Vehicles, Safety, Decentralized Planner, L.E. Kavraki, K. Tsianos, K.E. Bekris, Function Prediction, Composite Motifs Integrating Multiple Protein Structures Increase Sensitivity, L.E. Kavraki, O. Lichtarge, M. Kimmel, D. Kristensen, V.Y. Fofanov, J. Bylund, A.Cruess, D.H. Bryant, B.Y. Chen, Protein Structure Prediction, Algorithmic Thresholds, Systematic Bias, Statistical Model, M. Kimmel, L.E. Kavraki, O. Lichtarge, M. Moll, D.H. Bryant, B.Y. Chen, V.Y. Fofanov, Protein Function Prediction, Geometric Filtering, Residue Labels, Hashing, structural Motifs, Matching, L.E. Kavraki, M. Moll, Motion Planning, DSLX, Discrete Search Leading Continuous Exploration, Workspace Decompositions, Impact, M.Y. Vardi, L.E. Kavraki, E. Plaku, Personal Robot, Guided Motion Planning, Perception, L.E. Kavraki, M. Beetz, S. Chitta, B. Gerkey, I.A. Sucan, R. Rusu, STAR, Advanced Robotics, Springer Tracts, Order Dynamics, Second, Safety Guarantees, Asynchronous Distributed Motion Planning, L.E. Kavraki, K.E. Berkis, D.K. Grady, Turkey, Istanbul, August, Springer Verlag, Proceedings, WAFR, Robotics, Algorithmic Foundations, Workshop, Proceedings, Temporal Goals, Optimal Stochastic Motion Planning, L. E. Kavraki, M. Moll, M. Lahijanian, R. Luna, China, Hong Kong, June, May, IEEE Press, Automation, Robotics, IEEE International Conference, Proceedings, Nondeterministic Hybrid Systems, Based Strategy Planner, Sampling, M. Y. Vardi, L. E. Kavraki, M. Lahijanian, Partial Satisfaction, Temporal Logic Planning, Quantitative Approach, Cost, Robot Settles, Time, M. Y. Vardi, L.E. Kavraki, D. Fried, S. Almagor, M. Lahijanian, Parallelizable Random Sampling Techniques, Dimensinal Spaces, High, Connectivity, L. Kavraki, R. Motwani, J.C. Latombe, D. Hsu, Invited, Programmable Force Fields, Unique Part Orientation, Planar Parts Feeding, Universal Device, Distributed, F. Lamiraux, L.E. Kavraki, B.R. Donald, F. Bohringer, K, Implementation, Algorithms, Theory, Robot Motion, Principles, S. Thurn, K. Lynch, L.E. Kavraki, G. Kantor, S. Hutchinson, W. Burgard, H. Choset, DOI, A24027, Chichester, Sons Ltd, Wiley, Life Sciences, Encyclopedia, Computational Docking, Ligand Interactions, Protein, L.E. Kavraki, Dhanik, Robotics Research, ” International Journal, Different Planning Cycles, Order Systems, Second, Safe Distributed Motion Coordination, L.E. Kavraki, M. Moll, D.K. Grady, K.E. Bekris, Robotics, IEEE Transactions, Complex Dynamics, Systems, Based Tree Planner, Sampling, L.E. Kavraki, Sucan, DOI, line, May 23rd, STTT, Technology Transfer, Software Tools, Springer International Journal, Hydrid Systems, LTL Satefy Properties, Falsification, M.Y. Vardi, L.E. Kavraki, E. Plaku, April, version, Analytical Chemistry, Annual Review, Simulation, Dynamics, Proteins Kinematics, Computational Models, C. Latombe, J, L.E. Kavraki, D. Hsu, B. Gipson, Database Screening, Constrained Conformational Search, Pharmacophore, Based Approach, Randomized Kinematics, J.C. Latombe, L.E. Kavraki, P.W. Finn, S.M. LaValle, Programmable Force Fields, Stable Equilibria, Orientation, F. Lamiraux, L.E. Kavraki, B.R. Donald, F. Bohringer, K, Equilibrium Configurations, Computation, Constant Fields, Radial, Symmetric Parts, Non, Symmetric, Positioning, L.E. Kavraki, F. Lamiraux, Protein Structures, Functional Sites, Scalable Method, Accurate, O. Lichtarge, L.E. Kavraki, M. Kimmel, Shaw, Ch, M. Sowa, I. Mihalek, D. Kristensen, H. Yao, Indoor Localization, Wireless Ethernet, Feasibilty, L.E. Kavraki, D.S. Wallach, A. Rudys, K. Bekris, A.M. Ladd, Nonlinear Dimensionality Reduction, Reactions, Protien, Landscapes, C. Clementi, L.E. Kavraki, H. Stamati, M. Moll, P. Das, Local Structural Similarity, Protiens, Functional Annotation, Evolutionary Importance, Recurrent Use, O. Lichtarge, L.E. Kavraki, M. Kimmel, A.M. Lisewski, R.M. Ward, V.Y. Fofanov, B.Y. Chen, D.M. Kristensen, Dimensionality Reduction, Molecular Motion Using Proximity Relations, Reliable Analysis, Fast, L.E. Kavraki, C.Clementi, H. Stamati, E. Plaku, 3D Motifs, Geometric Refinement, Algorithm, Protein Function Prediction, MASH Pipeline, L.E. Kavraki, O. Lichtarge, M. Kimmel, A.M. Lisewski, D.M. Kristensen, B.D. Dodson, D.H. Bryant, V.Y. Fofanov, B.Y. Chen, Protein Function Prediction, Aware Motifs, Cavity, Refinement, Scaling, L.E. Kavraki, O. Lichtarge, M. Kimmel, A.E. Cruess, D.M. Kristensen, V.Y. Fofanov, D.H. Bryant, B.Y. Chen, its Complement Target C3d, C, Staphylococcus aureus Protein Efb, Interaction, Electrostatic Contributions Drive, J.D. Lambris, L.E. Kavraki, B.V. Geisbrecht, D. Ricklin, N. Haspel, Evolutionary Important Aminoacid Motifs, Templates, Enzyme Function, Prediction, O. Lichtarge, L.E. Kavraki, M. Kimmel, V.Y. Fofanov, B.Y. Chen, S. Erdin, A.M. Lisewski, R.M. Ward, D.M. Kristensen, Discrete Search, Motion Planning, Falsification, Verification, Hybrid Systems, M.Y. Vardi, L.E. Kavraki, E. Plaku, Small Peptides, Conformational Landscape, Linear Dimensionality Reduction, Non, Application, L.E. Kavraki, C. Clementi, H. Stamati, prediction, protein, applications, enzymatic proteins, families, substructural variation, Analysis, L.E. Kavraki, V.Y. Fofanov, B.Y. Chen, M. Moll, D.H. Bryant, transcriptional activity, Tyr641 phosphorylation, mimics, phosphatase, permeable, cell, STAT6, transcription, activator, transducer, domain, SH2, Src homology, J. S. McMurray, J. E. Ladbury, D. B. Corry, L.E. Kavraki, A. Dhanik, D. Singh, R. Nurieva, G. R. Lee, T. M. Link, J. M. Knight, P. Morlacchi, P. K. Mandal, linear Dimensionality Reduction, Non, Large Protien Motions, Free Energy Surfaces, Analysis, L. Kavraki, C. Clementi, M. Moll, P. Das, H. Stamati, Protein Structure Prediction, Motifs, Geometric Uniqueness, L.E. Kavraki, O. Lichtarge, M. Kimmel, D.M. Kristensen, B.D. Dodson, D.H. Bryant, V.Y. Fofanov, B.Y. Chen, Protein Function Prediction, Motifs, Automated Distributed Optimization, Geometric Sieving, L.E. Kavraki, O.Lichtarge, M. Kimmel, A.M. Lisewski, D.M. Kristensen, B. D. Dodson, D.H. Bryant, V.Y. Fofanov, B.Y. Chen, Protein Function Prediction, Structural Motifs, Representations, L.E. Kavraki, O. Lichtarge, M. Kimmel, M. Moll, V.Y. Fofanov, D.M. Kristenson, A. Cruess, J. Bylund, D.H. Bryant, B.Y. Chen, Minimal Information, Rich Peptides, Cyclic Cysteine, Native State, Conformational Characterization, C. Clementi, L.E. Kavraki, Shehu, Switzerland, Basel, Staphylococcus, proteins, potent complement, molecular mechanisms, specifications, Novel insights, J.D. Lambris, B. Geisbrecht, L.E. Kavraki, N. Haspel, W.J. McWorther, B.L. Garcia, Y.Q. Wu, P. Magotti, A. Tzekou, H. Chen, G. Sfyroera, Lichtsteiner, S.K. Ricklin, D. Ricklin, families, variability, functional annotation, tool, versatile substructure, Labelhash, L.E. Kavraki, D.H. Bryant, M. Moll, Motion Planning, Open Problems, Progress, Workshop, Opportunistic Navigation, Predictive, Leap, L.E. Kavraki, comparative study, Stat3, phosphopeptide inhibitors, scores, L.E. Kavraki, J. McMurray, Dhanik]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":6.0,"promotion_year_score":0.92,"phd_year_diff":null,"phd_year_score":null,"final_score":0.6412765719}}