{"160":{"department":"Geography","name":"James Kneale","phd_school":"Unknown","phd_year":"Unknown","position":"Professor","profile_link":"http:\/\/www.geog.ucl.ac.uk\/people\/academic-staff\/james-kneale","promotion_year":2005,"tag":"peer","text_raw":"I graduated from the Department of Geography, University College London in 1990. I then worked as a Research Assistant in the Department for a year before beginning my PhD, supervised by Jacquie Burgess. In 1994 I moved to Bristol to work as a Temporary Lecturer in the Department of Geography while writing up my PhD, which was awarded in 1995. In the autumn of that year I moved to Exeter to work as a Tutor, becoming a Lecturer there until September 2000, when I returned to UCL. Since then I've been Chair of Undergraduate Exam Board, Anthropology and Geography Joint Degree Tutor, Teaching and Learning Co-ordinator, and Third Year Tutor (Deputy Undergraduate Tutor), Kneale, J. and French, S. (2015), ‘Moderate drinking before the unit: Medicine and life assurance in Britain and the US c.1860–1930’, Kneale, J. (2015) ‘Anstie, Francis’; ‘Carnival’; ‘Mathew, Father Theobald’; ‘Pub Crawls’; ‘Rechabite Friendly Society’; ‘Victorian England and Alcohol’ in Martin, Scott C. (ed.) Boniface, S., Kneale, J. and Shelton, N. (2014) 'Drinking pattern is more strongly associated with under-reporting of alcoholconsumption than socio-demographic factors: evidence from a mixed-methods study,' Kneale, J. and French, S. (2013) ‘“The Relations of Inebriety to Insurance”: geographies of medicine, insurance and alcohol in Britain, 1840-1911’, in Herring, Regan, Weinberg, and Withington (eds.), Kneale, J. (2013) ‘I have never been to Nasqueron: A geographer reads Iain M. Banks’, in Colebrook, M. and Cox, K. (eds.) Boniface, S., Kneale, J. and Shelton, N. (2013), ‘Actual and Perceived Units of Alcohol in a Self-Defined “Usual Glass” of Alcoholic Drinks in England’. Kneale, J. (2011) ‘Pubs and Wine Bars’, in Southerton, D., Crane, D., Ekstrom, K., Jackson, P., Trentmann, F., Warde, A., Wilk, R. (ed.) Holloway, J. and Kneale, J. (2009) ‘Philosophy: Dialogism (After Bakhtin)’, in Kitchin, R. and Thrift, N. (eds.) The International Encyclopedia of Human Geography (Elsevier). Kneale, J (1999) ‘The virtual realities of technology and fiction: reading William Gibson’s cyberspace’, in Crang, Crang, and May (eds.), The first concerns historical and contemporary geographies of drink, drunkenness, and temperance. I have published on nineteenth- and twentieth-century constructions of drink as a spatial problem, and on the parallels between historical and contemporary policy, popular and medical discussions of binge-drinking. Recently my interests have turned to temperance insurance, working with Dr Shaun French at the University of Nottingham. I was one of the organizers of ' I am a co-investigator on the ‘Insuring healthcare in a digital world’ project funded by a Wellcome Trust Seed Award within the Society And Ethics programme (£34,068, 2015-16), with Liz McFall (OU, PI), and CIs Shaun French (Nottingham) and Zsuzsanna Vargha (Leicester). on the relationships between insurance and the histories and geographies of nineteenth and early twentieth-century climatology and meteorology. We've already given papers on this at the International Congress of History of Science Technology and Medicine (2013) and the British Association of Victorian Studies conference (2013 & 2014). The second area concerns literary geographies and representations of space, particularly in non-realist genres (science fiction, horror, ghost stories, utopias, etc). As well as editing with Rob Kitchin. I have written about William Gibson, H. P. Lovecraft, Iain M. Banks and Kim Stanley Robinson, and (briefly) Arthur Machen and Algernon Blackwood. I'm also interested in Maureen Duffy, M. John Harrison, and other writers. I developed some of this work through visits to the University of Tokyo in 2005 and 2007 as a visiting researcher. The first trip was funded by a ¥12 million (~£61,000) grant from the Japanese Ministry of Education for a four-year project on ‘Utopia', working with Professors Tanji, Tanji, Yaguchi, Miyamoto Alvey, Tsuchida, and Hones at the Universities of Tokyo, Yokohama Kokuritsu and Hokkaido. . Intended as an interdisciplinary research resource, it has had nearly 14,000 views from 97 countries since the end of February 2012. I contributed written and verbal evidence on histories and geographies of drinking to the Parliamentary Health Select Committee in 2009. The Committee used a good deal of this material in its In terms of press interest, I've contributed to stories on drinking on TV (BBC Breakfast News) and radio programmes (‘Night Waves’, Radio 3; ‘The Long View’, Radio 4; BBC local radio), and in print (the Various publics have encountered my work in other ways: a UCL Lunchtime Lecture, ‘Those that don't drink, don't die so fast’ (27 Nov 2012), on temperance and insurance, which can be seen . I have also participated in a Café Culture discussion with author Toby Litt and others from UCL SELCS (2015), a panel quiz at the Grant Museum of Zoology (2014) and a public talk at the Petrie Museum (2014). - includes the following resources and many more: The Proceedings of the Old Bailey, 1674-1913, British History Online, House of Commons Parliamentary Papers, London Lives (1690-1800), C19th Newspaper. Go to C19th Newspapers and then click on ‘Change Database’ at the top of the page; then click ‘Newsvault’, the fourth option down, to search C18th-C19th Newspapers and Periodicals, Illustrated London News Historical Archive, Times Digital Archive, Times Literary Supplement Historical Archive and more. Joe Thorogood, 'Geopolitics, Assemblage and the War on Drugs: Changing Dynamics of Opioid Consumption', (f\/t, ESRC 1+3 award), second supervisor with Dr Jason Dittmer, 2015-present. Charlotte Jones, ‘A Social History of Turkish Baths in Victorian London’ (f\/t, ESRC 1+3 award). Supervised jointly with Professor Richard Dennis, 2008-2017. Adefemi Adekunle, ‘“You have to represent your ends.” Youth territoriality in Inner City London’ (f\/t, ESRC CASE funded), started 2008, second supervisor 2010-2014. Linda Ng, ‘Understanding and promoting sensible drinking in young people: a mixed method approach’ (Impact studentship & Alcohol Education and Research Council-funded), second supervisor with Dr Nicola Shelton (Epidemiology and Public Health), 2010-14. Beck Collins, ‘Investigating UK Teens' Consumption Through The Lens of Divestment’ (f\/t, ESRC 1+3 funded). Started 2009, second supervisor with Dr Russell Hitchings, 2010-2013. Andrew Barnfield, ‘Sport, Movement and the Event: understanding the expressivity of Football’ (f\/t, privately funded). Second supervisor with Dr. Alan Latham, 2008-2012. Darya Malyutina, 'Migrant sociality in a 'global city': friendship, transnational networks, racism and cosmopolitanism. A study of Russian-speaking migrants in London.’ (f\/t, ORS-funded). Second supervisor with Dr. Alan Latham, 2009-2012.","university":"UCL (University College London)","research_area_score":0.6700195024,"keywords":"[Central Norway, sediments, Little Ice Age, implications, set, lake, climate, diatoms, relationship, Science Museum, Science Lates series, UCL, sixth formers, events, change, Hertfordshire, local Civic Society, sixth formers, example, Environment Agency, courses, professionals, many overseas students, students, students, undergraduates, diatoms, member, Secretary, International Diatom Society, committed member, decades, Common Scoter, populations, palaeolimnological approach, Wetlands Trust, Wildfowl, Caithness, Flow Country, ongoing research, rare Slavonian Grebe, population, lake, past productivity, link, Scotland, Loch Ruthwen, RSPB, conservation, palaeolimnology, use, development, key aspect, research, Russian aspect, LAC, NERC, project, NERC Arctic, investigator, co, Arctic, programmes, Russia, better collaborative links, Moscow, Climate Change meeting, Energy, Department, Russia, researchers, Komi Republic region, Naryan Mar, Pechora, Usinsk, Town Meetings, stakeholders, projections, Arctic change, scenarios, SPICE project, North project, Carbo, century, anthropogenic warming, region, Arctic, changes, my recent work, proxy approach, multi, many cases, timescales, range, pollution, change, lakes, deep knowledge, key, pollution, change, future changes, ecosystems, better understanding, palaeolimnology, interests, environmental problems, understanding, palaeoecological techniques, multi, application, environmental scientist, years, thousands, tens, decades, timescales, range, past conditions, marine sediments, many lake, Diatoms, eutrophication, acidification, problems, relation, quality, monitoring, environmental scientists, Modern communities, conditions, changes, cycle, salinity, nutrients, acidity, species, marine environments, freshwater, seas, rivers, lakes, soils, habitats, wide range, microscopic unicellular algae]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":6.0,"promotion_year_score":0.92,"phd_year_diff":null,"phd_year_score":null,"final_score":0.7950097512},"62":{"department":"Geography","name":"Simon Lewis","phd_school":"Unknown","phd_year":"Unknown","position":"Professor","profile_link":"http:\/\/www.geog.qmul.ac.uk\/staff\/lewiss.html","promotion_year":"Unknown","tag":"peer","text_raw":"My research focus is in Quaternary science, in particular geoarchaeology and the Palaeolithic record in Britain. I have been involved in a number of major UK Palaeolithic archaeological research projects including the Ancient Human Occupation of Britain (AHOB) Project (2001-12), the Pathways to Ancient Britain Project and the Happisburgh Palaeolithic Project. I am Principal Investigator on the Breckland Palaeolithic Project (2016-19), funded by the Leverhulme Trust and a Co-director of the Barnham Palaeolithic Excavation. I was a Co-Investigator on the Mapping Palaeolithic Britain Project (2013-16), also funded by the Leverhulme Trust. The recent discovery of ancient human footprints at Happisburgh received the 2015 “Rescue Dig of the Year” award. I was awarded the Henry Stopes Medal by the Geologists’ Association in 2015. Davis, R.J., Hatch, M., Ashton, N., Hosfield, R., Lewis, S.G. 2016. The Palaeolithic record of Warsash, Hampshire, UK: implications for late Lower and early Middle Palaeolithic occupation history of Southern Britain. Voinchet, P., Moreno, D., Bahain, J.-J. Tissoux, H., Tombret, O., Falgueres, C., Moncel, M-H., Schreve, D., Candy, I., Pierre Antoine, Ashton, N., Beamish, M., Cliquet, D., Despriée, J., Lewis, S.G., Limondin-Lozouet, N., Locht, J.-L., Parfitt, S., Pope, M. 2015. New chronological data (ESR and ESR\/U-series) for the earliest Acheulian sites of north-western Europe. Ashton, N., Lewis, S.G., De Groote, I., Duffy, S., Bates, M.B. Bates, C.R., Hoare, P.G., Lewis, M., Parfitt, S.A., Peglar, S., Williams, C., Stringer, C.B. 2014. Hominin footprints from Early Pleistocene deposits at Happisburgh, UK. Bailiff, I.K., Lewis, S.G., Drinkall, H., White, M.J. 2013. Luminescence dating of sediments from a Palaeolithic site associated with a solution feature on the North Downs of Kent, UK. , Abel, R.L., Coope, G.R., Field, M.H., Gale, R., Hoare, P.G., Larkin, N.R., Lewis, M.D., Karloukovski, V., Maher, B.A., Peglar, S.M., Preece, R.C., Whittaker, J.E., Stringer, C.B. 2010. Early Pleistocene human occupation at the edge of the boreal zone in northwest Europe. I am involved in a wide variety of teaching activities, ranging from lecture-based courses, to practical and field based teaching. I have led field classes to a variety of UK locations, mainly in upland environments and I have run the 1 year field class to the Cairngorms, Scotland for a number of years. These field courses have two main aims: to develop students’ understanding of processes in the natural environment and to provide skills training through project work in preparation for independent projects. I currently teach on the following modules: My research focuses on geoarchaeology and the Palaeolithic record in Britain, with contributions to a number of research projects concerning the Palaeolithic archaeological record, particularly in Eastern England. is a 3 year, Leverhulme Trust funded project exploring the Palaeolithic record of the Breckland region of East Anglia. It will focus on the evidence for the earliest human presence in the area, the environment and lithic record of MIS 11 and the Lower\/Middle Palaeolithic transition. The project involves collaboration with the British Museum, Natural History Museum and the Muséum National d’Histoire Naturelle in Paris. project is continuing some of the work of the AHOB project, including on-going research at Happisburgh, where recently-discovered hominin footprints are the oldest examples outside Africa. The project also involves new work at Barnham, Suffolk. This research is building on previous work at the site by the research team (1989-1994) to investigate a number of key questions about the relationship between different artefact assemblages and the environmental signal at the site. I am also a member of a consortium led by British Museum on an English Heritage funded project which is seeking to establish the extent on-shore and off-shore of the archaeologically important deposits at Happisburgh. My role concerns the onshore geological investigations, results of which will be integrated with onshore and offshore geophysical surveys. I am also a co-investigator on the project, which is exploring the route-ways, dispersals and landscape use of different colonising populations over the last 800,000 years (800 ky) using datasets comprising 80,000 artefact records from over 600 sites held at the British Museum and in other collections. Project funded by the Leverhulme Trust. This multi-institution project has examined the record of human presence in Britain from the oldest Lower Palaeolithic evidence at Happisburgh through to the end of the last ice age and the close of the Upper Palaeolithic. This project has made a significant contribution to understanding the nature and timing of human occupation of Britain and the environmental constraints on human presence. My involvement has mainly been on the older part of the record, including sites such as Happisburgh, High Lodge and Hoxne, but I was also involved in the excavations at the Neanderthal site at Lynford. , in conjunction with British Museum and Reading University focused on the stratigraphy and Palaeolithic archaeology of the Solent River in southern England. Two graduate students have completed PhD theses based on the work of this project. , Ashton, N., Parfitt, S.A., Hatch, M. and Hoare, P.G. 2017. The early Palaeolithic archaeology of the Breckland: current understanding and directions for future research. , Ashton, N., Briant, R. and Lukas, S. 2017. The stratigraphy and chronology of the Pleistocene fluvial sediments at Warsash, Hampshire, UK: implications for terrace stratigraphy and Palaeolithic archaeology of the River Test. , Parfitt, S.A., Davis, R.J. and Stringer, C.B. 2016. Handaxe and non-handaxe assemblages during MIS 11 in northern Europe: Recent investigations at Barnham, Suffolk, UK. J 2016. The Palaeolithic record of Warsash, Hampshire, UK: implications for late Lower and early Middle Palaeolithic occupation history of Southern Britain. Voinchet, P., Moreno, D., Bahain, J.-J. Tissoux, H., Tombret, O., Falgueres, C., Moncel, M-H., Schreve, D., Candy, I., Pierre Antoine, Ashton, N., Beamish, M., Cliquet, D., Despriée, J., , Limondin-Lozouet, N., Locht, J.-L., Parfitt, S., Pope, M. 2015. New chronological data (ESR and ESR\/U-series) for the earliest Acheulian sites of north-western Europe. , De Groote, I., Duffy, S., Bates, M.B. Bates, C.R., Hoare, P.G., Lewis, M., Parfitt, S.A., Peglar, S., Williams, C., Stringer, C.B. 2014. Hominin footprints from Early Pleistocene deposits at Happisburgh, UK. , Drinkall, H., White, M.J. 2013. Luminescence dating of sediments from a Palaeolithic site associated with a solution feature on the North Downs of Kent, UK. , Ashton, N.M., Jacobi, R.M. 2011. Testing human presence during the Last Interglacial (MIS 5e): a review of the British evidence. In: Ashton, N., Lewis, S.G., Stringer, C.B. (Eds). , Abel, R.L., Coope, G.R., Field, M.H., Gale, R., Hoare, P.G., Larkin, N.R., Lewis, M.D., Karloukovski, V., Maher, B.A., Peglar, S.M., Preece, R.C., Whittaker, J.E., Stringer, C.B. 2010. Early Pleistocene human occupation at the edge of the boreal zone in northwest Europe. , Parfitt, S., Penkman, K.E.H., Coope, G.R. 2008. New evidence for complex climate change in MIS 11 from Hoxne, Suffolk, UK.","university":"Queen Mary University of London","research_area_score":0.7861914012,"keywords":"[drops, snow, lens, few images, sequences, year, Lochnagar, photographs, sequences, short time, daily pictures, videos, camera, UK, harshest weather, years, melting, ice, cover, snow, duration, extent, other things, midday, everyday, western part, loch, photograph, camera, catchment, automatic camera, August, projects, lake, key site, UK Acid Waters Monitoring Network, part, Scotland, Cairngorms, west, south, loch, Lochnagar, ENSIS, projects, cores, date, means, SCPs, spheroidal carbonaceous particles, use, addition, Upland Water Monitoring Network, UK Acid Waters Monitoring Network, involvement, DEFRA, studies, metal, ENSIS, work, Neil, activities, Environmental Change Research Centre, research, company, ENSIS, Beijing, Shanghai, ERM, Xuezhu, apportionment, temporal patterns, characterisation, central London, pollution, UCL Environmental Radiometric Facility, ECRC, Handong, Scotland, Lochnagar, particular reference, atmospheric deposition, its relationship, systems, storage, Trace, Sept, event, Science Uncovered, Afterhours, Natural History Museum, public, analysis, lake, joys, UCL Geography team, part, activities, success, OPAL data, March, Fleet Pond, Dredging, data, aquatic biota, sediment, OPAL Water Centre bathymetric, Hart District Council’s Fleet Pond Management Plan, first phase, strategy, Hart District Council, Hampshire, Fleet Pond, data, OPAL Water Centre, local level, elimination, Stockholm Convention, HBCD, biota, HBCD, …, ample evidence, data, outputs, OPAL, specific reference, other UK data, Stockholm Convention, criterion, values, UK freshwaters, hexabromocyclododecane, HBCD, bioaccumulation, evidence, data, OPAL water, AEA Technology, Defra, report, retardants, polychlorinated biphenyls, PCBs, mercury, 2008\/105\/EC, Environmental Quality Standards Directive, European Union, Priority Hazardous Substances, pollutants, new data, England, lakes, research, ’s detailed monitoring, OPAL Water, Persistent Organic Pollutants, Stockholm Convention, consultation, UK contribution, key data, policies, local groups, research, OPAL Water, ethnic groups, domestic abuse, victims, special educational needs, people, deprived communities, opportunity, demographics, science, participation, OPAL Water Centre’s primary objectives, public, interested member, free download, contents, Survey, May, Naturalist’ badge, part, OPAL Water Survey, version, Cub Scouts, conservation, monitoring, ongoing engagement, children, initiatives, development, cases, activities, project, course, UCL staff, events, demonstrations, visits, natural world, interest, science, young people, OPAL Water Centre, schools, packs, packs, distribution, OPAL Water survey, OPAL Water Survey, ponds, lakes, nation, health, country, individuals, groups, national organisations, UCL, Geography, Dept, OPAL Water team, project, years, statutory sectors, community, research, assessment, quality, public participation, aquatic environment, greater understanding, Survey, disadvantaged communities, abilities, ages, people, survey, management, development, Neil, OPAL Water Centre, PI, ability, background, age, which anyone, local environments, study, community, public, scientists, Big Lottery Fund, projects, consortium, mosses, lakes, concentrations, project, pollutants, sources, distribution, countries, sediments, particulates, Europe, fuels, major fossil, particulate emissions, characterisation, FLAME, Eastern European countries, Central, Technology, Science, Cooperation, EU COPERNICUS programme, Sciences, Chinese Academy, London, Royal Society, Liverpool, University, Shanghai, East China Normal University, Wuhan, Geophysics, Geodesy, Institute, joint project, UK, sites, record, deposition, history, Investigation, Regions, Transport, Environment, Department, invertebrates, sediments, toxicity, pollutants, role, Investigation, Rural Affairs, Food, Environment, Department, pollutants, impacts, National Parks, gradients, water, fish, snow, vegetation, sediments, sampling, Project, USDA Forest Service, US Geological Survey, cooperation, Air Resource Division, United States National Park Service, Project, eastern England, lakes, Zn, Ni, Cu, Pb, Cd, Hg, Industrial trends, post, Rural Affairs, Food, Environment, Department, terrestrial biota, range, traps, waters, deposition, Zn, Cu, Ni, Pb, Cd, Hg, measurements, UK Acid Waters Monitoring Network, Freshwater Umbrella Contract, programme, metal, Continuation, Rural Affairs, Food, Environment, Department, future impacts, role, line, base, activities, ITP, data, ITP, Tibetan Plateau Research, Institute, project, Tibetan Plateau, transect, lakes, sediments, pollutants, historical records, Project, Leverhulme Trust, freshwaters, toxic pollutants, impact, programme, original research, associated educational materials, packs, distribution, development, national OPAL Water Survey, projects, OPAL Water Centre, Our role, aims, portfolio, OPAL, projects, statutory sectors, community, partnerships, impoverished areas, natural environment, state, greater understanding, environmentalists, new generation, abilities, ages, innovative educational programmes, outdoors, people, lifestyles, OPAL, Big Lottery Fund, National Lottery, Caribou Mountains, lakes, records, Oil Sands region, lakes, series, input, trace, change, rates, temporal trends, cores, Pb, biodiversity, effects, estuaries, freshwaters, atmosphere, land, transfer, effects, years, nutrient enrichment, responses, processes, abiotic interactions, past inputs, basis, P, N, C, fluxes, concentrations, aquatic pools, project, NERC, atmosphere, freshwater, UK land, P, N, C, interactions, long term, simulation, Analysis, function, structure, connectivity, disease, invasive organisms, metals, acidification, eutrophication, stressors, landscape, UK freshwaters, first general understanding, national scales, landscape, disciplinary studies, series, Britain, ecosystems, biodiversity, interact, stressors, project, NERC, surrogates, their use, persistent organic pollutants, metals, pollutants, records, ash, fly, Relationships, chronological tool, record, ash, fly, use, natural archives, particles, fly, temporal distributions, global scale, UK, marine systems, freshwater, environment, fuels, fossil, combustion, particulates, persistent organics, heavy metals, atmospheric pollutants, Impacts, Europe, many areas, Uganda, Alaska, Tibet, China, Svalbard, Greenland, world, many areas, His research, OPAL Water Centre, OPAL project, Lottery, aquatic science, public participation, rates, sediment, temporal changes, causes, scale, research, Neil, pollutants, surrogate, sediments, tool, deposition, direct measure, SCPs, spheroidal carbonaceous particles, particles, fly, use, remote areas, pollutants, natural archives, sediments, use, research, Neil Rose, cores, lake, chronologies, Its main work, environmental radioactivity, gamma spectrometers, hyper, facility, Geography, Department]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":null,"phd_year_score":null,"final_score":0.7861914012},"137":{"department":"Geography","name":"T. E. H Allott","phd_school":"Unknown","phd_year":"Unknown","position":"Professor","profile_link":"https:\/\/www.research.manchester.ac.uk\/portal\/en\/researchers\/timothy-allott(a3a2cc31-ab9b-4c1d-b633-0b11caeaeae3).html","promotion_year":2013,"tag":"peer","text_raw":null,"university":"The University of Manchester","research_area_score":0.6457807182,"keywords":"[RITH, K, HIV, TB, Directors KwaZulu Natal Research Institute, Board, Directors Francis Crick Institute 2015-, Board, MedCity Ltd., GMEC, Director, UCLH, executive, Imanova Board, Stakeholder, GSK Respiratory Therapy Area Board, Chair, GSK, Predictive Surrogate Endpoints, COPD Longitudinally, Evaluation, Steering committee, significant associations, boards, British Heart Foundation, Trustees, Board, Medical Trustee, US, Grants Advisory Committee Alpha-1 Foundation, Alpha-1 Awareness UK 2011-, Patron, COPD Biomarkers Qualification Consortium 2010-, Charities, MedTech Review, Innovative Medicines, Expert Advisory Group, Member, Scientific Advisory Committee Genomics England 2013-, Medical Research Council, Deputy CEO, Government, UCLH, Respiratory Unit, medical students, teaching, bed, Clinicians, UCL Wellcome Trust PhD programme, Director, Co, 2014-, UCL Medical School, Head, COPD, FAM13A, HHIP, protein, hedgehog, receptor, SNPs, GWAS, studies, genes, COPD, components, airway, independent familial aggregation, network, GSK, International COPD Genetics Network, Harvard, Ed Silverman, disease, pathobiology, new insights, novel genetic factors, identification, COPD, only genetic factor, Alpha-1-antitrypsin deficiency, vivo, vitro, toxicity, algorithms, model, Cambridge, Chemistry, group, Chris Dobson, neurodegeneration, oxidative stress, clear role, Our data, Aβ peptide, toxicity, modifiers, genetic screen, neurodegeneration, disease, Alzheimer, Our Drosophila model, disease, Drosophila model, vitro, peptide, toxicity, Aβ peptide, interaction, disease, Alzheimer, individuals, plaques, neuroserpin, disease, Alzheimer, common dementia, protein, role, FENIB, neuroserpin, mutations, recognition, encephalopathies, disease, Parkinson, Huntington, Alzheimer, other conformational diseases, insights, serpinopathies, our understanding, serpinopathies, disorder, new class, diseases, common mechanism, view, FENIB, bodies, familial encephalopathy, autosomal dominant dementia, neurones, inclusions, neuroserpin, process, our description, angiodema, thrombosis, emphysema, vivo, vitro, polymers, others, my team, II, C1-inhibitor, antithrombin, α1-antichymotrypsin, Mutants, superfamily, serpin, inhibitor, serine, other members, α1-antitrypsin, polymerisation, process, technology, structures, allosteric pockets, small molecules, screens, peptides, competition, chaperones, use, polymerisation, strategies, variety, vivo, vitro, which polymers, pathway, assays, cell, monoclonal antibodies, α1-antitrypsin, mutants, crystallised wildtype, team, deficiency, hepatic inclusions, α1-antitrypsin, variants, S, Mmalton, Siiyama, retention, same process, condition, PAS positive inclusions, polymers, hepatocytes, polymers, chains, conformational transition, protein, α1-antitrypsin, mutation, My work, Cambridge, University, Haematology, Department, Professor Robin Carrell FRS, my PhD, College, St. John, Fellow, Medical Research, Cambridge Institute, Deputy Director, Cambridge, University, Honorary Consultant Physician, Respiratory Biology, Professor, UCL, Medical Sciences, Faculty, Dean, Medicine, Professor, Previous appointments, your Research Finance Administrator, your Research Finance Administrator, page, Awarded, sections, data, queries]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":14.0,"promotion_year_score":0.8133333333,"phd_year_diff":null,"phd_year_score":null,"final_score":0.7295570257},"55":{"department":"Biochemistry","name":"Cheah, Kathryn Song Eng","phd_school":"U of London","phd_year":"Unknown","position":"Professor","profile_link":"http:\/\/www.sbms.hku.hk\/staff\/kathryn-song-eng-cheah","promotion_year":1997,"tag":"peer","text_raw":"The Mission of her group is to make significant contributions through multidisciplinary synergistic partnerships and cutting edge science. Her group aspires to reach the long term Vision of “Bench to Bedside” research, translating discovery to the clinic. Some key contributions of her group are: Discovery of a mechanism that explains how mutations causing ER stress in chondrocytes, can affect their differentiation and cell death and thereby cause skeletal disorders; She is Director of a multidisciplinary collaborative group involving scientists and clinicians aiming to identify genetic factors that contribute to the risk of degenerative intervertebral disc disease (IDD), which is a common cause of lower back pain and disability. The group have identified several genetic risk factors for lumbar disc degeneration that will contribute to a better prediction of total personal risk for IDD facilitating improved prevention and disease management. is Chair Professor of Biochemistry at The University of Hong Kong. She received a BSc degree in Biology from the University of London, U.K. and a PhD from the University of Cambridge, U.K. in Molecular Biology. After postdoctoral research in the University of Manchester (UK) and the Imperial Cancer Research Fund, London, she joined the University of Hong Kong in 1983. She was Head of the Department of Biochemistry from 1997-2009 and Director of the Li Ka Shing Faculty of Medicine Centre for Reproduction, Development and Growth from 2004-2009. She is Convenor of the University’s Strategic Research Theme on Development & Reproduction. The driving motivation of her research is the realisation that, with an ageing population worldwide, genomic and regenerative medicine will play critical roles in helping to preserve healthy growth and quality of life. The Mission of her group is to make significant contributions through multidisciplinary synergistic partnerships and cutting edge science to enable ambitious research questions to be tackled. By applying the new knowledge to the development of strategies for the reconstitution or repair of tissues, her group aspires to reach the long term Vision of “Bench to Bedside” research, translating discovery to the clinic. She is Director of a multidisciplinary collaborative group involving scientists and clinicians aiming to identify genetic factors that contribute to the risk of degenerative intervertebral disc disease (IDD), which is a common cause of lower back pain and disability. The group recently identified . These findings will contribute to a better prediction of total personal risk for IDD that will improve prevention and disease management. (TWAS) in 2013. She was the founding President of the Hong Kong Society for Developmental Biology (HKSDB) serving from 2004 to 2013 during which time she represented Hong Kong in the Asia-Pacific Developmental Biology Network (APDBN) and the International Society of Developmental Biology. She was the President of the International Society for Matrix Biology 2006-2008. In 2012 she was elected to the Board of Directors of the International Society of Differentiation. She was Co-Vice-Chair and Co-Chair for the Gordon Research Conferences (GRC) on Cartilage Biology and Pathology in 2009 and 2011 respectively. In 2012 she was appointed to the GRC Advisory Board for Hong Kong. She has organised several Croucher Foundation Advanced Study Institutes on Genetics and on Stem Cells and actively promotes public understanding of science. , J. Briscoe, & M. Cheung. (2013) Phosphorylation of Sox9 is required for neural crest delamination and is regulated downstream of BMP and canonical Wnt signaling. K.S.E Cheah & K.M.C. Cheung (2002). Uses of a transgenic mouse containing a type X collagen mutant. US Patent no. 6,369,295 K.S.E Cheah & K.M.C. Cheung (2005). Uses of a transgenic animals containing a type X collagen mutant. European Patent no. 1,159,423, German part no. 69924158.8.","university":"The University of Hong Kong","research_area_score":0.3002014916,"keywords":"[victims, road, national charity, Roadpeace, current patron, Cartographers, Society, former Honorary President, Social Sciences, Learned Societies, Academy, Academician, living, playing, underlying rationale, education, pre, schemes, play, children, worker, play, Danny, career, texts, His recent books, poverty, wealth, education, employment, health, housing, issues, His work, world, who, Oxford, school, Tyne, Newcastle, university, New Zealand, Leeds, Bristol, Newcastle, Sheffield, University, Geography, professor, Geography, Halford Mackinder Professorship, September, Environment, Geography, School, Danny Dorling]","phd_school_rank":41.0,"phd_school_rank_diff":9.0,"phd_school_score":0.8163265306,"promotion_year_diff":2.0,"promotion_year_score":0.9733333333,"phd_year_diff":null,"phd_year_score":null,"final_score":0.6966204518},"133":{"department":"Geography","name":"Professor Nigel Titchener-Hooker","phd_school":"Unknown","phd_year":1987,"position":"Professor","profile_link":"http:\/\/iris.ucl.ac.uk\/iris\/browse\/profile?upi=NJTIT16","promotion_year":2001,"tag":"peer","text_raw":"Please report any queries concerning the funding data grouped in the sections named \"Externally Awarded\" or \"Internally Disbursed\" (shown on the profile page) to your Research Finance Administrator. Your can find your Research Finance Administrator at Nigel Titchener-Hooker leads the EPSRC Centre for Innovative Manufacture in Emergent Macromolecular Therapies and was the past lead of the UCL Innovative Manufacturing Research Centre (IMRC) in Bioprocessing programme. This involves a multidisciplinary group from over a dozen departments to research new methods to speed the development of efficient and robust processes for the manufacture of the next generations of macromolecular drugs. The work brings together researchers from Structural and Molecular Biology (Professor John Ward), and within the Faculty of Engineering Science significant collaborations exist with Computer Science (Professor Tony Hunter), Chemical Engineering (Dr. Eva Sorenson and Dr. Lazaros Papageorgiou). Internally Dr. Dan Bracewell, Dr. Nicolas Szita, Dr. Yuhong Zhou, Dr. Eli Keshavarz-Moore and Professor Mike Hoare help Nigel in the management of the IMRC consortium that comprises 15 leading national and international companies. A major focus of Nigel’s work is the creation of whole bioprocess models and the use of these to gain process insights and understanding. Here he works with Dr. Yuhong Zhou in the creation of graphical user interfaces to visualise better process trade offs. With Dr. Suzanne Farid, Nigel has pioneered studies of decisional tools addressing the interface between bioprocessing and business issues. In line with the theme of whole bioprocess modelling, Nigel has collaborated with colleagues at Newcastle University (Professor Gary Montague, Professor Elaine Martin and Dr. Jarka Glassey) to create new ways of improving the performance of manufacturing processes by combining IMRC tools with agent-based methods. Nigel chairs the Engineering Doctorate (EngD) in Bioprocess Leadership activity now directed by Prof Gary Lye. Since its inception the EngD programme has attracted over 60 sponsor companies to date and nearly 100 projects have been funded under this mechanism which complements the research within the Department. Funding for the above research has come from the UK EPSRC, the TSB Technology Programme and a range of company collaborators. Nigel has held consultancies with a broad range of international companies and serves on the editorial board of key peer-reviewed journals. He was elected a Fellow of the Royal Academy of Engineering in 2008 in recognition of his pioneering work on biopharmaceuticals manufacturing. He is a Fellow of the Institution of Chemical Engineers and was awarded the Donal Medal for hsi contributions to Biochemical Engineering in 2013. He is Chair of the Board of the prestigious ACS-supported Recovery of Biological Products conference series. Nigel’s current teaching portfolio extends across all of the department’s programmes and include a major emphasis on Integrated Downstream Processing, Fluid Flow Fundamentals and Materials of Construction. He teaches on aspects of primary recovery and chromatographic purification.","university":"UCL (University College London)","research_area_score":0.2908243879,"keywords":"[institutional dimensions, broadest sense, urban sustainability, studies, techniques, application, urban spatial networks, investigations, environments, temporal representations, spatio, development, human behaviour, simulations, agent, development, Current research, methods, space, tools, methodologies, questions, order, urban malaise, crime, what conditions, thriving creative communities, what conditions, identity, generation, neighbourhoods, cities, spatial design, matter, architecture, communities, organisations, economic behaviour, patterns, environment, design, way, His research, trustee, UK Regions Digital Research Facility, Digital Economy Hub, EPSRC, £, Principal Investigator, Research Excellence Framework, C, Main, member, panel, Planning sub, Built Environment, Architecture, Chair, group, EPSRC Platform, Space Group, member, individual buildings, plans, neighbourhood, masterplans, year, projects, portfolio, transfer, UCL, director, HEFCE Business Fellow, Built Environment, Bartlett faculty, Dean, Alan, your Research Finance Administrator, your Research Finance Administrator, page, Awarded, sections, data, queries]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":2.0,"promotion_year_score":0.9733333333,"phd_year_diff":7.0,"phd_year_score":0.8108108108,"final_score":0.6916561774},"350":{"department":"Biomedical Engineering","name":"David Kohn","phd_school":"Unknown","phd_year":"Unknown","position":"Professor","profile_link":"http:\/\/bme.umich.edu\/people\/david-kohn\/","promotion_year":"Unknown","tag":"peer","text_raw":"Dr. Kohn’s research group is interested in biomimetics, or understanding and subsequently mimicking how Nature designs materials. Specifically our laboratory investigates 2 aspects of biomineralization (i.e. how bones, teeth and seashells are formed). First, we seek to understand how the organization of mineralized tissues results in mechanical competence and, conversely, how with aging and disease alterations in organization result in increased susceptibility to fracture. Second, we seek to utilize aspects of biomineralization as a design basis for developing biomaterials that can control cell and molecular function. A more long-term, applied and clinically-motivated goal is to ultimately utilize this information to develop approaches to replace and\/or regenerate tissues. Dr. Kohn teaches courses on biomaterials, tissue engineering and biomedical design in both the College of Engineering and School of Dentistry.","university":"University of Michigan","research_area_score":0.6903334641,"keywords":"[Business, Michigan Ross School, University, Business Administration, Masters, Medicine, Johns Hopkins University School, Philosophy, Doctorate, Pennsylvania, University, Engineering, Science, Bachelor’s, Aileen, women, engagement, education, microenvironment, influence, Lean Launch curriculum, courses, outcomes, National Science Foundation, higher education, innovation, entrepreneurship, area, Engineering Outstanding Student Advisor Award, College, Sakai Innovation Award, Teaching, UM ASEE Outstanding Professor Award, Jr. Teaching Award, Thomas M. Sawyer, advising, her teaching, awards, number, Aileen, program, graduate, Corps Node, Michigan I, National Science Foundation University, program, masters’ level, UM undergraduates, Entrepreneurship, initial Program, Biomedical Engineering, Practice, Associate Professor, Entrepreneurship, Engineering Center, College, founder, Entrepreneurship, Center, Academics, Associate Director, Aileen, Engineering Education, Biomedical Engineering, Assistant Professor, Aileen]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":null,"phd_year_score":null,"final_score":0.6903334641},"68":{"department":"Biochemistry","name":"Wong, Nai Sum","phd_school":"University of Birmingham","phd_year":"Unknown","position":"Associate Professor","profile_link":"http:\/\/www.sbms.hku.hk\/staff\/nai-sum-wong","promotion_year":"Unknown","tag":"peer","text_raw":"My current research interest is in the understanding of how cellular stress may eventually result in the alteration or loss of cellular functions: an underlying causative factor in chronic diseases. Cellular stress can arise due to various reasons, such as the perturbation\/loss of intra- or extracellular homeostasis, the production of toxic metabolites, damages of intracellular macromolecules, etc. Mechanisms exist in cells that are able to sense and to respond to the presence of cellular stress. Such mechanisms are crucial to the health and development of a multi-cellular organism. Our group is particularly interested in oxidative stress response mechanisms in cells. Oxidative stress is due to the accumulation of reactive oxygen species (ROS). Firstly, we would like to understand how ROS might function as signaling molecules that regulate gene expression at the post-transcriptional level. We demonstrated previously that treatment of cells with a synthetic retinoid known as fenretinide resulted in the expression of the growth-arrest and DNA-damage inducible (Gadd153) gene. Further study of this effect of fenretinide revealed that this retinoid led to the stabilization of the Gadd153 mRNA, most probably through an ROS-dependent mechanism. We are currently investigating the molecular components that are involved in the ROS-mediated regulation of mRNA-stability. Secondly, we are also interested in the metabolism of ROS with a view to understanding how cells might be protected from ROS-induced cellular stress and how ROS might function as an intracellular messenger. The thioredoxin reductase and its substrate thioredoxin are both involved in the redox metabolism of ROS, utilizing electrons donated by NADPH. Under normal circumstances, this system contributes to the overall capacity of a cell to scavenge ROS. Initially known for its role in ROS metabolism, increasing evidence suggests that thioredoxin reductase\/thioredoxin system is involved in the growth and development of normal and abnormal cells. Our studies in the thioredoxin reductase\/thioredoxin system include the investigation of the regulation of intracellular thioredoxin reductase activity at the transcription and post-translational level. Ongoing projects are aimed to elucidate the signaling pathways that regulate the transcription of the thioredoxin reductase gene and the stability of the enzyme protein. Another topic that is of interest to us is apoptosis: a response option that may be selected by cells in the event of stress. Previously, we obtained evidence that the ?-opioid receptor agonist (U50488H) was a potentiating agent for apoptosis through a pathway that apparently involved the Inositol-1,4,5-trisphosphate\/Ca 2+-signaling pathway. We are currently investigating how such a pathway may act as a signaling pathway for apoptotic cell death. , Maria P. Wong, Zhengyuan Xia, George S. W. Tsao, Michael Q. Zhang and Junwen Wang, (2013) \"ProteoMirExpress: inferring microRNA-centered regulatory networks from hgh throughput proteomic and mRNA expression data.\" Mol Cell Proteomics, 12(11):3379-87 , Jie Chen, Peter R Shepherd and Yu Wang, (2013) \"Cholesterol-induced mammary tumorigenesis is enhanced by adiponectin deficiency: role of LDL receptor upregulation.\" Oncotarget, 4(10):1804-18 , Randall T. Moon, Peter R. Shepherd, Garth J. S. Cooper and Yu Wang, (2009) \"Adiponectin haploinsufficiency promotes mammary tumor development in MMTV-PyVT mice by modulation of phosphatase and tensin homolog activities.\" PLoS ONE 4(3): e4968. doi:10.1371\/journal.pone.0004968 , (2008) \"The PERK\/eIF2a signaling pathway of Unfolded Protein Response is essential for N-(4-hydroxyphenyl)retinamide (4HPR)-induced cytotoxicity in cancer cells.\" Exp Cell Res, 314(8): 1667-82 , Catherine Tei-Mei Diao, Tak-Ming Wong (2003) “The Over-expression of Bcl-2 antagonizes the pro-apoptotic function of the Kappa-Opioid receptor.” Annals of the New York Academy of Sciences, 1010:358-60 , Wang-Fun Fong and Henk Tideman, (2002) “The Up-regulation of Gadd153 expression in the apoptotic signaling of N-(4-hydroxyphenyl)retinamide (4HPR).\", Int J Cancer, 102(1):7-14 , Hugon J., (2002) “In vivo activation and nuclear translocation of phosphorylated glycogen synthase kinase-3beta in neuronal apoptosis: links to tau phosphorylation.” Eur J Neurosci, 15(4):651-60 , and Tak-Ming Wong, (2001) \"kappa-opioid receptor agonist inhibits the cholera toxin-sensitive G-protein in the heart.\" J Cardiovasc Pharmacol, 38:232-239 (2000) \"kappa-opioid receptor potentiates apoptosis via a phospholipase-C pathway in the CNE2 Human Epithelial Tumor Cell Line.\" Biochim Biophys Acta, 1499(1-2):49-62","university":"The University of Hong Kong","research_area_score":0.3710645911,"keywords":"[urban studies, comparative approaches, students, applications, comparative urbanism, urban theory, recent developments, group, City Strategies, Community Participation, Comparative Urbanism, power, City space, Methods, Globalisation, Space, MSc courses, October, UCL, DPU, Barbara Lipietz, collaborative work, Planact, participation, links, Johannesburg GDS, London Plan, comparative work, activities, URBNG007, teaching, community, ongoing collaborations, June, conference, Space, joint Urban Salon, organiser, co, London Plan processes, groups, links, 8), conceptualisation, document, Robinson, Cities Alliance, World Bank, African countries, reports, state, programme, generation, Participation, July, January, which Robinson, groups, NGOs, local governments, ACC, production, knowledge, joint initiative, Central City Urban Laboratory, ACC, Cities, African Centre, Participation, netowrks, developmental partnership, training, global urbanism, Robinson’s, Cities Reporting, State, Good Practice Guide, formulation, Robinson, metros, development, city, guidance, South African Cities Report, SACN State, Robinson, document, which Robinson inputs, strategies, international experiences, Desktop review, commitments, resonant range, commitment, strategy, contributions, television, main morning, gathering, October, process, part, Johannesburg City Council’s international conference, GDS2040, draft, Robinson, Johannesburg’s City Strategy, politics, Studies, regions, global city, GCRO, Region Observatory, Gauteng City, collaboration, research, period, development, London, tour, various occasions, Johannesburg, officials, councillors, Robinson, strategic policy, Johannesburg, approach, strategies, international experience, Development Strategy, Growth, document, background, South African cities, urban development, conceptualisation, documents, background, poorer cities, development, politics, wider urban studies, its implications, respect, analysis, world, seminal critique, Geography, empirical practices, ways, space, feminist theorizations, psychoanalytic writing, Julia Kristeva, implications, methodology, difference, questions, feminist politics, issues, South African cities, racial interaction, spaces, Johannesburg, Empire Exhibition, example, South African politics, relation, cities, space, power, relationship, Previous research, international urban theory, methodological experiments, strategies, London, research, regions, global city, international theorisation, mobility, geopolitics, questions, progress, research, Grant applications, preparation, topic, book, comparative urbanism, conceptualisation, cities, international theorisation, tactics, appropriate methods, argument, recent writing, poorer cities, urbanism, economic resources, developmentalism, policies, resources, urban theory, claim, book, cities, Third World, practical divide, frames, urban modernity, interplay, pp, vol, Political Geography, territory, citizens, states, South African cities, geopolitics, J., Robinson, D7, NAi publishers, Rotterdam, Apartheid, Architecture, Blank, I., Vadislavic, H., Judin, change, space, J., Robinson, pp, vol, Space, Society, Planning D, Environment, city, democracy, Spaces, J., Robinson, pp, Routledge, London, Power, Entanglements, eds, J., Sharp, P., Routledge, C., Philo, noisy surveillance, femininity, spatiality, friendship, Power, J., Robinson, vol, British Geographers, Institute, Transactions, transformation, spaces, Feminism, J., Robinson, vol, Regional Research, Urban, International Journal, map, view, World Cities, Global, J., Robinson, vol, Southern African Studies, Journal, Empire Exhibition, Johannesburg, African Participation, interaction, spaces, Cities, J., Robinson, Urban Studies, Introduction, Edgar Pieterse, Special Issue, Cities, Interventions, Inventions, Thokozani Xaba, Debby Bonnin, Richard Ballard, Claire Bénit, special issue, Monde, Revue Tiers, French, publication, Reversioned, Urban Forum, Durban, democracy, new forms, Development, Open University, Sage, London, Clive Barnett, Gillian Rose, Demanding World, Globalisation, Geographies, Pgs, UCT Press, Isandla, Cape Town, South African Experience, Lessons, Developmental Local Government, S., Parnell, E., Pieterse, M, Swilling, M. van Donk, South African Local Government, Discontinuities, Continuities, Princeton University Press, Princeton, Gyan Prakash, ed, Noir Urbanisms, Past, Dystopia, Minnesota Press, University, Minnesota, Mobile Urbanism, eds, K. Ward, E. McCann, Global Urban Governmentality, City Strategies, Circulating Knowledge, Spaces, Blackwells, Oxford, Urban Studies, New Companion, eds, S. Watson, G. Bridge, Southern Cities, neoliberalism, post, Travelling Theory, Sue Parnell, Regional Research, Urban, International Journal, comparative gesture, Cities, World, Cities, Regional Research, Urban, International Journal, comparative urbanism, archives, Comparative Urbanism, editorial, Comparative Urbanism Virtual Issue, eds, S. Oldfield, S. Parnell, Global Urban Studies, Comparison, Urban, Theorising, New Geographies, eds, S., C.and Rufat, Pierdet, M., Giroud, P, Lambony, L. Gervais, J, Piermay, A., Le Blanc, agendas?’, Competitive cities, Developments Symposium, Regional Research Debates, Urban, International Journal, Urban Theory, Nature, Global Urbanisms, joint introduction, Ananya Roy, October, UCL, what, colleagues, super group, The Open University, good long stint, LSE, time, Natal, KwaZulu, University, 1990s, half, years, Cambridge, University, Geography, PhD, Durban, Natal, KwaZulu, University, Geography, MA studies, Hons, my undergraduate]","phd_school_rank":50.0,"phd_school_rank_diff":0.0,"phd_school_score":1.0,"promotion_year_diff":null,"promotion_year_score":null,"phd_year_diff":null,"phd_year_score":null,"final_score":0.6855322955},"0":{"department":"Geography","name":"Prof Clive Agnew research profile - personal details   ","phd_school":"Unknown","phd_year":"Unknown","position":"Professor","profile_link":"http:\/\/www.manchester.ac.uk\/research\/Clive.agnew\/","promotion_year":1999,"tag":"peer","text_raw":"1980 PhD University of East Anglia, School of Development Studies. 'The water balance approach to the development of rainfed agriculture in South West Niger.' (NERC funded).","university":"The University of Manchester","research_area_score":0.3693214064,"keywords":"[intervertebral disc, potentials, transcriptional controls, niche, progenitor, genetics, Chem, J. Biol, chondrodysplasia, Schmid, domain, Val mutation, Gly618, vitro, assembly, collagen, Type, J. F., Bateman, J. G., Rogers, W. G., Cole, Chem, J. Biol, cartilage, collagens, type, collagen, type, replacement, II results, achondrogenesis, mutation, J. F., Bateman, S., Mundlos, C. W., Chow, W. G., Cole, J. Clin, chondrodysplasia, schmid, haploinsufficiency, collagen, type, terminal domain, carboxyl, mutation, J. F., Bateman, D. O., Sillence, H. K., Graham, Y. M., Weng, J. Cell Biol, intervertebral discs, formation, notochord, removal, Collagen II, R., Fassler, J. F., Bateman, E., Hunziker, Chem, J. Biol, disease, molecular basis, Implications, chondrodysplasia, Schmid, X, cleavage, Aberrant signal, K. S., Cheah, M. S., Ho, e59, Nucleic Acids Res, Escherichia coli, system, thymidylate synthase, recombineering, Efficient, J. D., Huang, Spine, degeneration, severity, development, factor, age, COL9A2, TRP2 allele, L., Kokko, Ala, K. S., Cheah, J. C., Leong, Y. Q., Song, P. C., Sham, S. P., Yip, K. D., Luk, A., Sahraravand, J., Karppinen, J., Ott, K. M., Cheung, N., Hietala, Noponen, J. J., Jim, P., Sham, K. S. E., Cheah, J. C. Y., Leong, S. P., Yip, K. D. K., Luk, D. W. H., Ho, J., Karppinen, L., Kokko, Ala, K. M. C., Cheung, Y. Q., Song, I. M., Virtanen, e44, PLoS Biology, function, differentiation, stress, K.S.E., Cheah, Cheung K. M. C., J.F., Y. Bateman, Yamada, Hunziker E. B., Kwan K. M., T. W. Y., Chan, I. G., Melhado, C. L., Chan W. C. W., D., Cheslett, Genet, Mol, Hum, Schmid, chondrodysplasia, mouse, plate, effect, gain, mutations, COL10A1 nonsense, K. S., Cheah, W. G., Cole, K. M., Cheung, G., Gibson, R. P., Handford, Boot, D. O., Sillence, V. C., Ng, T. W., Chan, O., Makitie, M., Susic, R. L., Lo, K. Y., Tsang, M. S., Ho, S., Ikegawa, P., Sham, K. S. E., Cheah, J., Karppinen, S. P., Yip, K. D. K., Luk, J. C. Y., Leong, A. F. Y., Yee, S., Grad, M., Alini, Y., Hirose, Y., Kawaguchi, K., Chiba, S. C. S., Poon, D. W. H., Ho, K. M. C., Cheung, Y. Q., Song, K. S., Cheah, L., S., Mundlos, J., Briscoe, F., Witte, K. F., Law, G., Ma, M., Cheung, S., Stricker, J., Hu, B., Gao, Ther, Mol, endogenous cells, stimulation, chondrocytic differentiation, degeneration, cells, Mesenchymal, K. M., Cheung, Res, J. Orthopad, multiple osteochondromas, large family, dominant trait, EXT2 mRNA, haploinsufficiency, mutation, splice, J., Z, Luo, K.S.E., Cheah, K.M.C., Cheung, Q., Jie, D.K.Y., Shum, D, J, Huang, H.C.M., Leung, T.H.Y., Yam, V.C.W., Ng, W.C.W., Chan, W.S., Hui, L., Yang, region, phalanx, outgrowth, Indian hedgehog, ROR2, like orphan receptor, kinase, Receptor, Stricker S., Mundlos S., Economides A.N., e1002356, PLOS Genetics 7(11, repression, direct concomitant transactivation, plate, expression, stage, SOX9, Cheah K.S.E., PITX1 locus, genomic rearrangements, transformation, Homeotic arm, S., Mundlos, E., Klopocki, U., Mennen, B., Timmermann, L., Wittler, A., Landi, P., Ferrari, A. M., Nardone, K., Dathe, S., Lohan, J., Hecht, M., Franke, D. M., Ibrahim, P. N., Robinson, P. M., Krawitz, F., Brancati, M., Spielmann, Chan W., Ng V. C., Muenke M., Jain M., Dallapiccola B., Garaci F. G., Betz R. C., Bosse K., Hecht J., Stricker S., Dathe K., Seemann P., Brehm A., Koll R., Brancati F., Lohan S., Klopocki E., intervertebral disc, degeneration, ageing, cells, pulposus, Exhaustion, J., Mochida, K., Ando, H., Okano, K., Masuda, K., Yamamura, K. S., Cheah, S., Ikegawa, P. C., Sham, T., Tsunoda, K. S., Cheah, H., Mizuta, Y., Toyama, T., Kubo, T., Kimura, M., Kubo, P. F., O'Reilly, M. R., Jarvelin, J., Karppinen, P., Makela, M., Mannikko, P. J., Eskola, A., Kelempisioti, S., Mundlos, J., Wang, S. S., Cherny, S. P., Yip, K. D., Luk, J. C., Leong, N., Wang, W., Tian, C., Wu, Q., Jiang, J., Dai, D., Shi, M., Kanayama, D., Togawa, M., Matsumoto, Y., Mikami, Y., Kawaguchi, A., Takahashi, A., Yee, K. L., Sze, P. Y., Kao, A., Miyake, D. W., Ho, K., Chiba, K. M., Cheung, T., Karasugi, Y. Q., Song, regenerative strategies, developing, vital clues, parts, extraordinary potentials, Planarians, maintenance, stem, niche, organism, regenerative Planarian, my lab, new direction, proteins, my expertise, my area, degenerative process, IVD, cells, cells, environmental niche, factors, impact, focus, IVD, developmental processes, factors, cellular basis, model, mouse, water, proteins, proper function, disc, important enzyme, CHST3, miRNA function, links, factor, novel, CHST3, analysis, genome, linkage, combination, degeneration, factor, Asporin, approach, candidate, disease, treatment, prevention, mean derive new strategies, degeneration, etiology, aim, back pain, major cause, degeneration, IVD, intervertebral disc, factors, Human Genetic Research Programme, synovial joint formation, differentiation, maintenance, progenitor, their regulation, emphasis, joint formation, molecular signals, interest, proper skeletal development, signals, locus, mutations, number, copy, impact, Ror2 receptor, pathway, canonical Wnt, genetic interaction, BDA1, A1, brachydactyly, development, outgrowth, consequence, molecules, IHH interaction, mutations, proteins, range, capacity, gene, mutations, novel insights, BDA1, A1, brachydactyly, molecular consequence, address, joints, formation, emphasis, joint formation, signals, related goal, diseases, regenerative strategies, differentiation, control, implications, progress, cellular metabolism, signals, other cellular processes, stress, ER, activation, relationship, present, cells, event, hypertrophic chondrocytes, signal, ER, consequence, dwarfism, plate, human condition, MCDS, Schmid, chondrodysplasia, molecular basis, developmental changes, mice, disease, genes, approach, spine, intervertebral disc, synovial joint, formation, long bones, growth, genes, emphasis, disease, health, skeleton, degenerative processes, growth, development, skeletal biology, interest, Hong Kong, skeletal research, his contribution, recognition, Croucher Foundation, Croucher Senior Fellowship, Australia, Victoria, Medical Research, Health, Premier’s Award, recognition, human osteochondrodysplasias, many forms, molecular understanding, His research, degeneration, common degenerative skeletal conditions, factors, human genetic studies, mechanisms, model, mouse, skeletal biology, his research, Hong Kong, University, proteins, focus, heritable skeletal disorders, mater, research, Chan, Prof, PhD, Science, Master, honours, degree, Science, Bachelor, Melbourne, University]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":0.0,"promotion_year_score":1.0,"phd_year_diff":null,"phd_year_score":null,"final_score":0.6846607032},"222":{"department":"Biochemistry","name":"Richard Jordan","phd_school":"Unknown","phd_year":1981,"position":"Professor","profile_link":"https:\/\/chemistry.uchicago.edu\/faculty\/richard-jordan","promotion_year":1983,"tag":"peer","text_raw":"Research in the Jordan group is focused on synthetic and mechanistic organometallic chemistry. The central theme of this work is the interplay between the structures and reactivity of organometallic compounds, especially in systems that are relevant to catalysis. We design reactive organometallic complexes for use as practical catalysts and synthetic reagents, and as probes of fundamental mechanistic issues in catalysis. We use a wide range of synthetic and spectroscopic methods for the manipulation and characterization of reactive materials, most notably anaerobic synthesis techniques, NMR spectroscopy, molecular modeling and X-ray crystallography. Our current efforts are focused on four major topics: (i) catalytic olefin polymerization, with an emphasis on the development of electronically unsymmetrical catalysts for the copolymerization of ethylene with polar CH =CHX monomers, (ii) the self-assembly of multinuclear organometallics for olefin polymerization and small molecule activation, (iii) the conversion of CO \"Synthesis of Borophosphonate Cage Compounds: Influence of Substituent and Concentration Effects on Product Distribution in Condensation Reactions of Aryl Phosphonic Acids and Boronic Acids.\" Liu, Q.; Contrella, N. D.; Filatov, A.; Jordan, R. F. \"Lewis Acid Modification and Ethylene Oligomerization Behavior of Palladium Catalysts that Contain a Phosphine-Sulfonate-Diethyl Phosphonate Ancillary Ligand.\" Contrella, N. D.; Jordan, R. F. \"Copolymerization of Ethylene and Methyl Acrylate by Cationic Palladium Catalysts That Contain Phosphine-Diethyl Phosphonate Ancillary Ligands.\" Contrella, N. D.; Sampson, J. R.; Jordan, R. F. \"Comparative Reactivity of Zr– and Pd–Alkyl Complexes with Carbon Dioxide.\" Lau, K. C.; Petro, B. J.; Bontemps, S.; Jordan, R. F. The Ph.D. program in the Department of Chemistry offers wide opportunity and unusual flexibility for advanced study and research, and is designed to encourage individuality, independence, and excellence in students. Typically by fall or winter quarter of your junior year, if you are considering graduate study in chemistry or a related field, you should seek out an opportunity to do research.","university":"University of Chicago","research_area_score":0.2571523649,"keywords":"[research, opportunity, related field, chemistry, graduate study, your junior year, quarter, fall, students, excellence, independence, individuality, research, advanced study, unusual flexibility, wide opportunity, Chemistry, Department, program, DOI, 2014),136, Soc, Chem, J. Am, M. D. Hopkins, R. F. Dallinger, D. B. Moravec, B. W. Cohen, D. C. O'Hanlon, Ethynylenes, Phenylene, oligo, Carbon Substitution, Metal, Photophysical Consequences, Redox, Electronic, DOI, PNAS, M. D. Hopkins, D. B. Moravec, N. T. La Porte, Single Chromophore, CO2 Reduction Catalysts, H2 Oxidation, Transfer Sensitization, Electron, DOI, Chem, Inorg, O. G. Poluektov, M. D. Hopkins, McCoy, A. M. Pitts, T. L. Brown, K. L. Mardis, M. Westwood, J. Niklas, Oxidation State”, Ni(I, Ni(PCy2NtBu2)2n+ Hydrogen Oxidation Catalyst, DFT Investigation, Multifrequency EPR, Ray Crystallographic, X, DOI, Langmuir, M. D. Hopkins, Y. Lau, W, C. P. Iverson, J. M. Kamm, HOPG, Porphyrin Monolayers, Assembled Gallium, Self, Structures, Axial Ligand Effects, DOI, ACS Catalysis, V. S. Batista, M. D. Hopkins, I. Warnke, E. Wasserman, R. May, H. B. Vibbert, B. Rudshteyn, Alkylidyne Complexes, Tungsten, Redox Potentials, Influence, Structural Factors, Thermodynamic, their organic analogues, properties, organic OPEs, electronic delocalization, example, ethynylenes, phenylene, oligo, Tungsten, organic counterparts, properties, structures, their bonding, M–L multiple bonds, M–M, blocks, compounds, novel, their electronic structures, new loci, hybrid materials, redox properties, centers, centers, atoms, multiply, organic materials, analogues, metal, our goals, technologies, sensor, solar cell, important applications, polymers, π-conjugated organic oligomers, Materials, catalysis, conversion, potential applications, gold, graphene, surfaces, hybrid materials, conditions, graphite, arrays, assembly, monolayers, discovery, approach, example, array, specific Cartesian, supramolecular receptors, shuttles, dyes, functional units, which axial ligands, molecules, metalloporphyrins, chemistry, addressable interfaces, molecular functional modules, nanoscale, unique opportunities, dimensions, supramolecular structures, planar surfaces, synthesis, H, electrons, protons, transfer, chromophores, alkylidyne, tungsten, development, efforts, example, reductive catalytic cycles, photosensitizers, integration, H, water, equivalents, reactions, light, sacrificial reagents, principal goal, dioxide, reduction, reactions, chemical fuels, solar energy, homogeneous molecular systems, interest, current areas, computational studies, microscopy, scanning, structural methods, solution, electrochemistry, vibrational spectroscopies, time, state, methods, wide variety, synthetic chemistry, Our research, surfaces, supramolecular assembly, hybrid functional materials, new classes, renewable energy, applications, catalytic properties, redox, inorganic compounds, electronic structures, relationships, chemistry, Hopkins group, Research]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":16.0,"promotion_year_score":0.7866666667,"phd_year_diff":1.0,"phd_year_score":0.972972973,"final_score":0.6722640015},"202":{"department":"Biochemistry","name":"Steven Sibener","phd_school":"Unknown","phd_year":1977,"position":"Professor","profile_link":"https:\/\/chemistry.uchicago.edu\/faculty\/steven-sibener","promotion_year":2016,"tag":"peer","text_raw":"The innovative use of sophisticated gas-surface scattering instruments and atomic-resolution scanning probe microscopes combined with appropriate theory and numerical simulations have led to advances in these areas of research. The unifying theme in the Sibener Group is to expand understanding of interfacial phenomena at the molecular level that spans fundamental knowledge discovery to applications such as energy systems. Specific areas of interest include: Surface reaction dynamics; gas-surface interaction potentials; phonon structure of surfaces and thin films; gas-surface collisional energy transfer; surface metallurgy and metallic oxidation; self-organization of molecular and polymer thin films including chiral systems; surface dynamics of polymers; superconducting radio frequency (SRF) materials for advanced accelerators; national security with focus on trace gas detection and chemical defense; water purification; ice chemistry in terrestrial and astrophysical environments; hierarchical assembly of functional nanomaterials for energy applications; and electronic and vibronic structure of nanoscale electronic interfaces. Examination of collective behavior in nanoparticle assembled materials studied at the single nanoparticle limit at cryogenic temperatures with scanning tunneling and conductive AFM spectroscopy is a recent addition to the program. Increasingly, studies in the group combine expertise in molecular beam scattering with scanning tunneling\/atomic force microscopy visualization of dynamically evolving interfaces. Multiply-modulated molecular beam scattering techniques are used for the elucidation of heterogeneous reaction mechanisms and dynamics These experiments examine the potential energy surfaces that govern the dynamics of volatile reaction products as a function of adsorbate density, including how interadsorbate effects influence potential energy surfaces. Kinetically-activated reagents are employed to enhance the reaction rate and selectivity of heterogeneous reactions, such as for the Synthesis Gas reaction on rhodium. Another example is how synergistic effects involving UV light and atomic oxygen influence the reactivity of photoactive polymer surfaces, important for delineating how materials react in low-Earth-orbit environments. The group’s newest efforts focus on geometry- and stereo-selected reaction dynamics. Single phonon inelastic He scattering is a surface sensitive method that can be used to map out the full surface phonon structure of clean or molecule-covered interfaces. Recent work has focused on new electronic interfaces, developed at Caltech, that have improved redox properties for electronic and electrochemical applications. Combined experiments and quantum dynamics calculations have shown how molecular vibrations can hybridize with and modify the phonon band structure of methyl-Si(111) interfaces. Studies of gas-surface collisional energy exchange have helped define understanding of the hierarchy of interfacial energy-exchange processes responsible for energy accommodation, sticking, and gaseous condensation. This work is quantitatively addressing how single, few, and multiphonon events contribute to energy exchange under an extraordinarily broad range of dynamical conditions. Quantitative comparisons and beautiful agreement with large-scale molecular dynamics simulations have led to improved understanding of energy and momentum exchange at complex molecular interfaces that are of importance not only for fundamental understanding, but for the refinement of advanced aircraft and spacecraft flight surfaces. Another ongoing effort is in the area of surface metallurgy and metallic oxidation, where molecular beam and time-lapse STM studies have elucidated definitive oxidation mechanisms for atomic, energetic, and electron-assisted processes. The group is currently examining the oxidation and nitridation of Nb to improve understanding of how surface-to-bulk oxygen and nitrogen transport occurs, and how it can influence the performance of superconducting RF cavities used in particle accelerators. The dynamical properties and organization of molecular and polymeric thin films is another current focus of the group. Atomic force microscopy is being used to examine the pathways by which defects evolve and annihilate during the annealing of polymers. Recent work has led to the development of new methods, now widely adopted, for guiding the spatial organization of diblock copolymers in nano-confinement while achieving near structural perfection. Experiments being done at elevated temperatures above the glass transition where real-time\/real-space dynamics for domain organization, grain boundary mobility, and defect elimination can be followed, revealing precise details of the mechanism and kinetics for polymer organization in thin films. In separate work on molecular systems, our current focus is on understanding and controlling the chirality of adsorbed films. The Sibener Group has pioneered the use of low energy, nondestructive neutral atom inelastic scattering to probe the surface vibrational characteristics of polymer surfaces. This has proven to be a most incisive approach, revealing how polymer dynamics change due to nano-confinement as film thickness approaches the radii of gyration of the polymer chains. Helium scattering has also been used to assess how surface vibrational dynamics change when going from the amorphous to the complex crystalline phase of PET. The group has several ongoing projects that focus on the chemistry of ice, especially the trapping and release of adsorbed and embedded trace gases for purposes of environmental, astrophysical, and national defense science. Recently, work in this area has demonstrated that high-energy gas-surface collisions can embed species into ice once energetic barriers have been exceeded. These latter experiments are significant for many fields, including trace gas collection and detection, climate change, and astrophysical chemistry involving planetary systems, interstellar dust, and comets. We are one of the lead groups at UChicago that is participating in the Institute for Molecular Engineering’s new Water Research Initiative. This new effort has components that are associated with the catalytic destruction and filtering of contaminants. A powerful route for the creation of functional nanomaterials is hierarchical self-assembly. Here one can use top-down\/bottom-up methods to organize complex structures that would be prohibitively time consuming to fabricate using traditional lithography-only paradigms. The group has been using such methods for the synthesis of functional photovoltaic thin film devices, ultra-high density magnetic systems involving magnetic nanoparticles, and highly efficacious surface enhanced Raman (SERS) substrates. Temporally and Spatially Resolved Oxidation of Si(111)-(7 × 7) Using Kinetic Energy Controlled Supersonic Beams in Combination with Scanning Tunneling Microscopy, Bryan Wiggins, L. Gaby Avila-Bront, Ross Edel, and S. J. Sibener, The Hybridization of Surface Waves with Organic Adlayer Librations: A Helium Atom Scattering and Density Functional Perturbation Theory Study of Methyl-Si(111), Ryan D. Brown, Zachary M. Hund, Davide Campi, Leslie E. O’Leary, Nathan S. Lewis, M. Bernasconi, G. Benedek, and S. J. Sibener, Visualization of Individual Defect Mobility and Annihilation within Cylinder-Forming Diblock Copolymer Thin Films on Nanopatterned Substrates, Qianqian Tong and S. J. Sibener, Rough Waters (First Place, AAAS Science\/NSF International Science & Engineering Visualization Challenge – Photography Category), Seth B. Darling and Steven J. Sibener, Chiral Domains Achieved by Surface Adsorption of Achiral Nickel Tetraphenyl- or Octaethylporphyrin on Smooth and Locally Kinked Au(111), Lieve G. Teugels, L. Gaby Avila-Bront, and S.J. Sibener, Comparative Surface Dynamics of Amorphous and Semicrystalline Polymer Films, James S. Becker, Ryan D. Brown, Daniel R. Killelea, Hanqiu Yuan, and S. J. Sibener, Improved Hybrid Solar Cells via In Situ UV-Polymerization, Sanja Tepavcevic, Seth B. Darling, Nada M. Dimitrijevic, Tijana Rajh, and S. J. Sibener, Applied Reaction Dynamics: Efficient Synthesis Gas Production via Single Collision Partial Oxidation of Methane to CO on Rh(111), K. D. Gibson, M. Viste, and S. J. Sibener, The Ph.D. program in the Department of Chemistry offers wide opportunity and unusual flexibility for advanced study and research, and is designed to encourage individuality, independence, and excellence in students. Typically by fall or winter quarter of your junior year, if you are considering graduate study in chemistry or a related field, you should seek out an opportunity to do research.","university":"University of Chicago","research_area_score":0.3224023356,"keywords":"[research, opportunity, related field, chemistry, graduate study, your junior year, quarter, fall, students, excellence, independence, individuality, research, advanced study, unusual flexibility, wide opportunity, Chemistry, Department, program, Deputy Editor, Chemistry, Royal Society, Fellow, Engineering Research Award, CWRU School, National Science Foundation CAREER Award, Morley Medal, American Chemical Society Mark Scholar Award, Rowan, IME, Case Western Reserve University, Engineering, Macromolecular Science, Department, Kent Hale Smith Professor, Rowan, Los Angeles, California, University, Cambridge, Girton College, Cambridge, University, Chemistry Department, doctoral work, His post, Glasgow, University, Chemistry, PhD, Hons, his B.Sc, Rowan, systems, biomimetic materials, specific stimulus, application, stiffness, properties, change, actuate, cracks, ability, responsive materials, stimuli, development, Interlocked macromolecules, synthesis, design, Dynamic Covalent Polymers, Supramolecular Polymers, Cellulose Nanomaterials, materials, main classes, characterization, synthesis, organic chemistry, blend, new polymeric materials, study, synthesis, design, Rowan Group]","phd_school_rank":null,"phd_school_rank_diff":null,"phd_school_score":null,"promotion_year_diff":17.0,"promotion_year_score":0.7733333333,"phd_year_diff":3.0,"phd_year_score":0.9189189189,"final_score":0.6715515293}}